const dummyText = `
윤호는 서가의 책들을 한 권 한 권 뽑아갔다. 남자아이들은 왜 여자아이라면 사족을 못 쓰고, 여자아이들은 또 남자아이라면 왜 사족을 못 쓰는지 알 수 없었다. 지금까지 함께 갔던 몇몇 여자 아이들과의 일이 떠오르자 구역질이 날 것 같았다. 윤호는 그 아이들을 좋아하지 않았다. 그래서 그런지 끝이 좋았던 기억이 하나도 없다. 늘 울고 싶은 마음뿐이었다. 여자아이들은 윤호를 아주 약한 아이로 기억하고 있을지도 모를 일이다. 아무러하든 그것은 지금의 윤호와는 상관이 없었다.

책장을 펴 볼 때마다 곰팡이 냄새가 났다. 한결같이 두껍고 무거의 팔이 아팠다. 그러나 이제 시작에 불과하다는 것을 윤호는 알았다. 권총은 수백 권의 책 중 제일 마지막 것에 들어 있을 수도 있기 때문이다. 윤호는 사다리를 옮겨 놓고 다음 칸을 뒤지기 시작했다. 갑자기 지섭의 얼굴이 떠올랐다. 지섭이 쫓겨 나간 다음부터 윤호는 길을 잘못 들었다. 아버지는 그것을 몰랐다.

윤호는 지섭을 좋아했다. 지섭에게는 아무것도 없었다. 집도 없고, 부모도 없고, 형제도 없고, 소속 단체도 없고, 학교도 없고, 친구도 없었다. 그런데도 그는 자유롭지 못한 사람이었다. 윤호는 처음에 그 이유를 알 수 없었다. 이러한 지섭을 집으로 데려온 사람이 아버지였다. 윤호와 누나는 아버지가 거지를 데려왔다고 생각했다. 아버지의 차에서 내린 그의 차림은 말이 아니었다. 유월의 햇볕이 따갑게 느껴질 때였는데 그는 두꺼운 겨울옷을 입고 있었다. 그것도 다 낡아 못 입게 된 옷이었다.

`;

export { dummyText };
