const dummyText = `윤호는 서가의 책들을 한 권 한 권 뽑아갔다. 남자아이들은 왜 여자아이라면 사족을 못 쓰고, 여자아이들은 또 남자아이라면 왜 사족을 못 쓰는지 알 수 없었다. 지금까지 함께 갔던 몇몇 여자 아이들과의 일이 떠오르자 구역질이 날 것 같았다. 윤호는 그 아이들을 좋아하지 않았다. 그래서 그런지 끝이 좋았던 기억이 하나도 없다. 늘 울고 싶은 마음뿐이었다. 여자아이들은 윤호를 아주 약한 아이로 기억하고 있을지도 모를 일이다. 아무러하든 그것은 지금의 윤호와는 상관이 없었다.

책장을 펴 볼 때마다 곰팡이 냄새가 났다. 한결같이 두껍고 무거의 팔이 아팠다. 그러나 이제 시작에 불과하다는 것을 윤호는 알았다. 권총은 수백 권의 책 중 제일 마지막 것에 들어 있을 수도 있기 때문이다. 윤호는 사다리를 옮겨 놓고 다음 칸을 뒤지기 시작했다. 갑자기 지섭의 얼굴이 떠올랐다. 지섭이 쫓겨 나간 다음부터 윤호는 길을 잘못 들었다. 아버지는 그것을 몰랐다.

윤호는 지섭을 좋아했다. 지섭에게는 아무것도 없었다. 집도 없고, 부모도 없고, 형제도 없고, 소속 단체도 없고, 학교도 없고, 친구도 없었다. 그런데도 그는 자유롭지 못한 사람이었다. 윤호는 처음에 그 이유를 알 수 없었다. 이러한 지섭을 집으로 데려온 사람이 아버지였다. 윤호와 누나는 아버지가 거지를 데려왔다고 생각했다. 아버지의 차에서 내린 그의 차림은 말이 아니었다. 유월의 햇볕이 따갑게 느껴질 때였는데 그는 두꺼운 겨울옷을 입고 있었다. 그것도 다 낡아 못 입게 된 옷이었다.

"학생, 전화 왔어요."

"없다고 그러세요."

"누나예요."

"없다고 그러라니까요."

"받아 봐요. 집에 있는 걸 알아요. 거기서 받으면 될 걸 왜 그래요"

윤호는 할 수 없이 사다리에서 내려왔다.

"무슨 얘기야?"

"시험 잘 봤니?"

"할 말만 해."

"예비고사야 잘 봤겠지. 나 늦게 들어갈 것 같아. 아버지 들어오시면 말씀 잘 드려."

"거기 어디야?"

"끊는다."

"옆에 있는 새긴 누구지?"

"뭐라구?"

윤호는 권총을 찾기 위해 다시 사다리 위로 올라갔다.

"아버진 미쳤어. 어디서 저런 거지를 데려왔지? 저게 네 가정교 사란다."

누나가 말했었다.

"너, 저 사람 옆에 가까이 가지 마. 냄새가 날 거야. 그리고 이도 옳을지 몰라, 꼴에 큰 가방은 또 뭘까?”

*가서 받아 줘야겠어."

"그만둬."

"난 저 사람이 마음에 드는데."

“뭐!”

“마음에 들어. 아버지가 모처럼 좋은 선생님을 모셔 오셨어."

"너도 미쳤구나. 다 미쳤어."

아버지가 지섭을 내쫓는 데 누나의 의견도 많은 참작이 되었다. 누나는 첫날부터 지섭을 나쁘게 생각했다. 지섭은 누나가 좋아할 어떤 한 면도 갖고 있지 못했다. 그는 미남도 아니었고 몸도 좋지 못했다. 그런 데다 그가 갖고 있는 생각은 높은 선반에 얹혀 있는 형상이라 그것을 내려 보여 주기 전에는 누나가 그것들을 알 리가 없었다. 그는 처음부터 누나를 무시했다. 누나는 예쁜 편이었다. 몸도 좋았다. 미끈한 다리, 하얀 팔, 볼록한 가슴, 크고 검은 눈 그리고 누구나 생각하게 하는 얇은 옷 속의 탄력, 그러나 쓸데없는 일이었다.

지섭은 누나를 결코 여자로 본 적이 없었다. 마찬가지로 누나도 지설을 남자로 본 적이 없었다. 중요한 것은 윤호가 지섭을 좋아한다는 사실이었다. 그는 윤호가 물어 보는 이외의 것을 가르치기 위해 책상 앞에 앉아 본 적이 없다. 그는 “일만 년 후의 세계”라는 책을 읽었다. 날마다 그 책 하나만 읽었다. 윤호는 그 책에 대해 별로 알려고 하지 않았다. 일만 년 후의 세계가 어떻게 되든 윤호와는 상관이 없었다. 몇 달 후의 대학입학시험이 문제였다. 시험에 주어지는 문제는 어려운 것들이다. 모든 과목이 다 어렵다.

윤호가 이 어려운 과목들과 싸워 이겨야 하는 까닭이 있다. 윤호는 A대학교 사회 계열에 합격해야 하기 때문이다. 전국에서 이십오만 명이 대학에 가려고 한다. 전국의 대학 정원은 육만 명 정도이다. 얼른 생각하면 사 대 일 정도의 경쟁을 치러 이기면 되는 것 같다. 그러나 알고 보면 사정은 아주 다르다.

윤호가 가야 할 A대학 사회 계열의 정원은 오백삼십 명이다. 전 국에서 제일 우수한 학생들이 머리를 싸매고 덤빈다. 윤호는 오백 대 일의 싸움에서 이겨야 한다. 아버지가 원하는 싸움이었다. 처음에는 잘될 것 같았다. 지섭이 있었기 때문이다. 그는 윤호가 공부 하는 동안 『일만 년 후의 세계』를 읽었다. 윤호는 지섭을 믿었다. 그는 A대학 법학과 사학년 재학 중에 쫓겨났다. 쫓겨난 이유를 윤호는 몰랐다.

"말해 봐요."

"뭘?"

"형은 어떻게 됐어요?"


"내 생각을 말했더니 누가 뒤에서 쇠망치로 때렸다. 나는 넘어졌다.”

"그게 무슨 말이에요?"

윤호는 그때 너무 모르는 것이 많았다. 일 년 전의 윤호는 아이와 마찬가지였다. 지섭은 윤호 할아버지 친구의 손자이다. 그 할아버지들은 벌써 전에 돌아갔다. 지섭의 할아버지는 십 년 이상 고향을 떠나 살았다. 밖에서의 생활은 끔찍했다. 바람에 날아가는 썩은 조함을 먹고, 밤에는 얼음 속에서 추위와 싸웠다. 그는 풀을 끌어 그 풀물에 염색한 무명 한 겹 군복을 입고 살았다. 그는 날마다 사람들이 죽는 것을 보았다. 그는 일본 군인을 죽었다. 십 년 이상 바람찬 땅에서 그가 쫓기며 싸워 얻은 것은 아무것도 없었다. 그는 고향으로 돌아갔다.

“얘야!”

어머니가 말했다.

“얘야, 헌병이 온다. 너를 잡으러 헌병들이 온다."

"어머니, 그냥 여기 있게 해주세요."

"그래, 나도 지쳤다."

그는 꼭 한 번 잡혔었다. 그들은 제일 먼저 그에게 물을 먹였다. 그의 배는 큰북처럼 불러 올랐다. 물 때문에 질식할 것 같았다. 그들은 하룻밤에 수십 가지의 고문을 가했다. 그의 온몸은 피투성이가 되었다. 뼈는 부서졌다. 그들이 그를 고문대에서 풀어 놓았을 때 그의 입에서는 물이 솟아올랐다. 그들은 그의 부러진 다리에 쇠 사슬을 걸어 감방에 넣었다. 끝난 것이 아니었다. 간수까지 고문에 합세했다. 간수는 감방 안에 있는 벌레들을 쓸어 모아 그의 알몸 위에 쌓아 올렸다.

헌병들은 달랐다. 그의 고향집 문을 박차고 들어오면서 마구 총을 쏘아 대었다. 그는 밖으로 나돌아 다니느라고 아들을 가르치지 못했다. 그 아들의 아들인 지섭은 할아버지가 뭘 원했는지 몰랐다. 그를 윤호는 좋아했다.

"나는 도도새다."

지섭이 말했었는데, 윤호는 이렇게 근사한 말을 들어 본 적이 없었다.

"형, 도도새는 어떤 새지?"

“십칠 세기 말까지 인도양 모리셔스섬에 살았던 새다. 그 새는 날개를 사용할 생각을 하지 않았다. 그래서 날개가 퇴화했다. 나중엔 날 수가 없게 되어 모조리 잡혀 멸종당했다."

윤호에게 지섭은 의미 없는 말은 한마디도 안 하는 사람이었다. 그는 윤호가 학교에 간 동안 개천 건너 빈민촌에 가 살다시피 했다. 윤호네 집 삼층 다락방에서는 방죽가에 다닥다닥 붙어 있는 무허가 건물들이 보였다. 벽돌공장의 굴뚝도 보였다. 그 동네에서 지섭은 우주인을 만났다고 나중에 말했다. 윤호는 웃었다. 지섭은 끈 질긴 사람이었다. 그는 우주인과 그 가족을 만나게 해주겠다면서 윤호를 끌고 나갔다.

큰 달이 방죽 한가운데 떠 있었다. 어린아이들이 이 집 저 집에 서 울어 대었다. 그 동네에선 아주 이상한 냄새가 났다. 누가 방죽 한가운데로 작은 나무배를 저어 나갔다. 윤호는 발밑에 쓰러져 있는 술 취한 사람들을 밟지 않기 위해 다섯 번이나 껑충껑충 뛰었 다. 난장이네 집은 바로 방죽가에 있었다. 바람에 밀린 잔물결이 난장이네 좁은 마당 끝에 와 찰싹거렸다. 난장이는 그 마당에 앉아 그의 공구들을 손질했다. 절단기, 멍키스패너, 플러그 렌치, 드라이버, 해머, 수도꼭지, 펌프 종짓굽, 크고 작은 나사, 자관, 디자관, 줄톱들이 난장이의 공구였다. 모두 쇠로 된 것들뿐이었다.

달빛 아래에서 이 공구들은 난장이를 닮아 보였다. 난장이 옆에서 난장이의 아들은 라디오를 고치고 있었다. 그는 라디오가 고장 나 방송통신고교의 강의를 받지 못했다. 난장이의 딸은 팬지꽃이 피어 있는 꽃밭가 뼘 꽃밭가에서 줄 끊어진 기타를 쳤다. 난장이와 그의 아들딸이 사용하는 것은 모두 '최후의 시장'에서 나왔다.

난장이의 부인은 인형집에서 일했다. 소녀 인형에 치마를 입히는 것이 그녀의 일이었다. 종일 백 개의 인형에 백 벌의 치마를 지어 입히고 와 늦은 저녁밥을 지었다. 두 홈 보리쌀을 씻어 안쳐 끓이고 그 위에 여섯 개의 감자를 까 넣었다. 난장이와 그의 식구들은 조각마루에 앉아 저녁식사를 했다. 그들은 보리밥과 삶은 감자를 먹고 검은 된장에 시든 고추를 찍었다. 조각마루 끝에서 지섭이 종이 한 장을 집어 들었다. 그것을 윤호에게 주었다. 윤호는 '재개 발사업 구역 및 고지대 건물 철거 지시'라는 제목의 철거 계고장을 한자 한자 뜯어 읽었다.

난장이와 그의 식구들은 말 한마디 없었다. 이 집 저 집에서 여전히 아이들이 울어 대었다. 이상한 냄새도 여전히 났다.

그날 밤 윤호는 공부를 하지 않았다. 지섭도 책을 읽지 않았다. 그는 처음으로 달나라의 생활에 대해 이야기했다. 달은 순수한 세 지이며 지구는 불순한 세계라고 했다. 그래서 윤호는 인간이 달을 개조한다고 해도 그곳에 갈 이주자들은 불모의 황무지에 살게 될 것이라고 책을 통해 알게 된 것들을 이야기했다. 그곳 환경은 단조롭고, 일상생활은 권태로울 것이다. 거추장스러운 우주복을 입지 않으면 기지 밖으로 나갈 수 없다. 옷이 조금이라도 찢어지면 생명을 잃는다. 시계를 잘못 보아도 마찬가지다. 시계가 틀리면 산소가 떨어진 것을 몰라 죽게 된다. 그리고 삼백쉰네 시간, 즉 지구 시간으로 십사 일 동안이나 밤이 계속된다. 그런데 지섭은 고개를 저었다. 그때만 해도 윤호는 너무 모르는 것이 많았다. 그래서 사실에만 충실했다. 지섭은 미소 머금은 얼굴로 대기권 밖에서의 천체 관측에 대해 이야기했다.

그는 달에 세워질 천문대에서 일할 사람은 행복할 것이라고 말 했다. 그에게 달은 황금색의 별세계였다. 그는 지상에서 일어나는 일들은 너무나 끔찍하다고 했다. 그의 책에 의하면 지상에서는 시간을 터무니없이 낭비하고, 약속과 맹세는 깨어지고, 기도는 받아 들여지지 않는다. 눈물도 보람 없이 흘려야 하고, 마음은 억눌리고 희망도 이루어지지 않는다. 제일 끔찍한 일은 갖고 있는 생각 때문에 고통을 받는 일이다. 지섭은 다시 도도새의 이야기를 하려다가 입을 다물었다. 그날 밤 윤호는 우주인이 창 밑에 와 유리문을 두드리는 꿈을 꾸었다. 벽돌공장의 굴뚝 위에 올라가 종이비행기를 날리는 난장이의 꿈도 꾸었다. 다음 날 학교 수업을 어떻게 받았는지 생각이 나지 않았다.

윤호는 사다리 위에서 잠깐 쉬었다 떠나는 지섭을 보지 못했다. 윤호는 운전기사가 뒤쪽 시트에 묻어 있는 피를 씻어 내는 것을 보았다. 가정부가 현관 앞 보도 타일에 묻은 피를 씻어 내는 것도 보았다.

"창녀!"

윤호는 사다리 위에서 혼자 말했다.

"잘됐어."

누나는 수돗물에 씻겨 내려가는 보도 타일 위의 피를 보며 말했었다.

"너를 위해서 잘됐어. 아버지가 들어오셔서 쫓아냈어."

"왜?"

"왜냐구?"

누나는 말했었다.

"네 공부를 망쳐 놓았잖아."

"형이? 그따위 말이 어디 있어!"

"시끄러워. 너는 아무것도 모르면서 만날 큰소리야. 그 사람은 감옥에까지 갔던 사람이야."

"그게 내 공부와 무슨 상관이야?"

"이 피를 봐."

"그만둬, 이 창녀야!"

“어마!"

“그 형에 대해 다신 이야기하지 마. 놈팡이와 붙을 생각만 하는 머리로 뭘 안다구 떠들어."

그해의 대학입시에서 윤호는 보기 좋게 떨어졌다. 처음부터 A대학 사회 계열은 무리였다. 아버지는 덮어놓고 A대학 사회 계열이었다. 지섭을 쫓아낸 아버지는 전문가들을 집으로 초청해 윤호를 가르치게 했다. 그들은 차례로 자가용을 몰고 와 윤호 앞에서 시간을 채우고 다른 수험생 집으로 또 차를 몰아 갔다. 아버지는 아무것도 몰랐다. 영어, 수학, 국어 담당 전문가들에게 매달 이십만원씩 육십만원을 지불하면서 윤호의 학력이 눈에 띄게 늘어가는 줄만 알았다. 율사답지 못했다. 그는 책 속에 권총을 숨겨 두었다. 그의 비서가 피 흘리는 지섭을 차에 밀어 넣었다. 운전기사가 지섭을 어디에 내려놓고 왔는지 아무도 몰랐다. 철거반이 난장이네 집 북쪽 벽부터 부수기 시작했을 때 지섭이 그곳에 가 무슨 일을 했 는지도 아무도 몰랐다. 그는 피를 흘리며 돌아왔다. 윤호는 전문가 들의 지도를 받을 때 이미 떨어질 것을 알았다. 공부를 하는 것은 윤호 자신이었다. 윤호의 희망은 B대학 사학과였다. 아버지는 윤호의 등을 한 번 탁 치면서 남자 자식이 절망하면 안 된다고 말했 다. 실패는 다음의 성공을 위한 밑거름이라고도 했다.

윤호는 삼층 다락방에서 스팀 소리를 들으며 눈 덮인 벌판을 내다보았다. 난장이네 동네는 사라지고 없었다. 윤호는 사다리를 옮겨 놓고 다음 칸을 뒤지기 시작했다. 그는 다시 "창녀"라고 혼자 말했다. 누나가 이 시간에 어디서 무슨 짓을 하고 있는지 상상할 수 있었다. 율사의 권총은 좀처럼 나오지 않았다. 윤호는 스스로 자기는 이제 어린아이가 아니라고 생각했다. 그는 재수 생활을 했다. 아버지는 윤호를 전혀 새로운 동아리에 밀어 넣었다. 선택받은 동아리였다. 낮에는 세종로에 있는 학원에 나가 강의를 받고, 밤에는 한강가 십층 꼭대기 칠십 평 아파트에서 특수 지도를 받는 동아리였다. 인규는 모르는 것이 없는 아이였다. 그 아이는 작은 악마처럼 윤호에게 다가왔다.

"너도 끼겠니?"

인규가 물었다.

"뭔데?"

"동물의 생태를 연구하는 클럽이야. 컬러슬라이드를 이백 장이나 입수했어."

"무슨 말인지 모르겠다. 동물의 생태가 어떻다구?"

"와 보면 알아. 오지?"

“생각 좀 해보구. 너 도도새에 대해 들어 본 적 있니?"

“계집애들도 와."

“도도새에 대해 들어 본 적 없어?"

“그만둬. 새 따위는 나오지도 않는다구."

인규는 지섭과 정반대의 인물이었다. 그는 일요일 밤 아파트 거실에 모인 동아리들 틈에서 자기과시를 위해 큰 소리로 떠들어 대었다. 일요일에는 수업이 없었다. 교사들은 오지 않았다. 인규의 부모는 아들의 수업 진도를 알아 보기 위해 한 달에 두 번 비행기를 타고 부산에서 서울로 왔다. 가정부는 아이들이 무슨 짓을 하는지 몰랐다. 여자아이들은 거실에서 콜라를 마셨다. 남자아이들은 맨 끝방으로 들어갔다. 윤호는 한 아이가 작은 상자의 뚜껑을 열고 코를 대는 것을 보았다. 그 아이는 한참 냄새를 맡고 뒤로 벌렁 누웠다. 인규가 환등기를 조작했다. 불을 켰다. 아이들은 숨을 죽였다. 상자 속에는 솔벤트가 들어 있었다. 다른 아이가 그 통을 빼앗아 가슴에 안고 얼굴을 들이밀었다.

인규는 거짓말을 하지 않았다. 천연색 슬라이드였다. 그것은 덴 마크 제품이었다. 아주 놀라운 사진이었다. 그러나 윤호는 끝까지 볼 수 없었다. 거실로 나와 가방을 들었을 때 여자아이 하나가 따 라 일어섰다. 윤호는 엘리베이터 안에서 처음으로 은희를 보았다. 그들 동아리에서 제일 맑고 깨끗한 아이였다.

"아, 알았다."

하고 윤호가 말했다.

"갑자기, 뭘?"

"네가 시험에서 떨어진 이유를 알았어."

"말해 봐.”

“우주인이 왔었어. 그가 네 답안지를 훔쳐 가 버렸어.”

"어마! 그랬었구나."

은희는 웃지 않고 말했다.

“그런데 그 우주인이 왜 내 답안지를 훔쳐 갔을까?"

엘리베이터의 문이 열려 윤호는 말하지 않았다. 은희가 저희 차를 향해 걸어갈 때 윤호는 말했다.

"우주인은......"

은희가 섰다.

"내가 떨어질 것을 미리 알고 있었어."

은희는 잠깐 생각하고, 처음으로 미소를 지어 보였다. 그리고 저희 차를 향해 걸어갔다. 윤호는 지섭에게 은희 이야기를 들려주고 싶었다. 은희는 아주 예뻤다. 윤호는 단지 은희를 만나기 위해 학 원에 가고 그 아파트 십층에 간다고 생각했다. 그렇지 않다면 벌써 전에 때려치웠을 것이라고 생각했다. 학원 강사와 밤에 오는 전문 가들은 터무니없이 돈을 벌고 있었다. 매주 토요일 밤에는 대학 강 사들이 나왔다. 그들은 선택받은 재수 동아리들이 무엇을 어떻게 공부하는지 조사했다. 방향이 틀렸으면 그것을 지적하고 새로운 방향을 제시해 주었다. 그들은 문제를 낼 교수들이 어느 분야에 특히 관심을 두고 있고, 그들의 문제 양식은 어떠하며 이러이러한 문제는 언제 나왔고, 내년도 입시에는 이런 문제가 나올 것이라고 짚어 주었다. 윤호는 한 해를 그들 틈에서 보냈다. 지섭은 거기에 없었다. 은희만 있었다.

윤호는 마음이 놓이지 않았다. 그래서 사다리에서 내려왔다. 그는 아래층으로 내려갔다.

"아줌마."

그는 가정부를 불렀다.

"미숙이 어디 갔어요?"

“시골에서 저희 어머니가 올라왔대요. 열시까지 들어오겠다고 했어요."

"그럼 아줌마도 나갔다 와요. 아이들이 엄마를 보고 싶어 하지 않아요?"

"다음에 갈래요."

"갔다 오세요. 아까 누나는 늦게 들어온다고 했어요. 아버지도 늦게 들어오시든가, 호텔에서 주무시든가 할걸요. 중요한 일이 있어서 날마다 회의 중이세요. 텔레비전 뉴스 봤죠?"

"혼자, 괜찮겠어요?"

그러나 인규가 있었다. 인규는 작은 악마였다. 그 아이는 정말 모르는 것이 없었다. 일요일 오후에는 조명이 어두운 술집에 갔다.

시끄러운 음악이 고막을 찢을 듯한 술집이었다. 그는 윤호가 마음에 걸리는 모양이었다. 그래서 끌어들이려고 했다. 인규는 다른 아이들과 마찬가지로 앉아서 춤을 추었다. 테이블 밑으로 맞은편에 앉아 있는 여자아이들의 무릎이 와 닿았다. 아이들은 열심히 무릎을 비비대었다. 윤호는 그곳에 오래 앉아 있을 수가 없었다. 맞은편의 여자아이가 포도주를 권했다. 인규가 그 아이를 잡고 귓속 말을 했다. 윤호는 일어섰다. 그 여자아이가 따라 나오면서 팔짱을 끼었다. 여자아이는 윤호의 몸에 자기 몸을 찰싹 대었다. 윤호는 그날 밤 그 아이와 잤다. 지섭이 있었다면 이야기를 했을 것이다. 난장이의 딸은 팬지꽃이 피어 있는 두어 뼘 꽃밭가에서 줄 끊어진 기타를 쳤었다. 인규는 좋아했다. 윤호는 외등이 없는 어두운 골목으로 들어가 작은 호텔을 이용했다. 다른 여자아이들과 잘 때도 같은 호텔을 이용했다. 복도와 계단에 흠이 난 빨간 카펫이 깔려 있었다. 인규는 윤호를 끌어들였다고 생각했다.

“이번에도 우주인이 올까 봐 겁이 나.” 은희는 윤호의 변화를 알고 있었다.

"와서 내 답안지를 또 훔쳐 가지 않을까?"

"이제 그런 이야긴 그만둬."

윤호는 말했었다.

"넌 내가 무슨 짓을 했는지 알고 있지?"

"넌 까딱없어.”

"바로 말해 줘.”

"내 손가락을 봐. 난 여자아이들과 잤다구."

"안다니까."

“너 도도새에 대해 들어 본 적 있니? 그 새는 날개를 사용하지 않았다구. 그래서 퇴화했어. 나중에 날 수가 없게 되어 멸종당했어. 나는 그 도도새야. 불쌍하지만 너도 그래. 우린 중요한 것만 골 라 배반하는 쓰레기들 속에서 살고 있어."

"내가 묻는 말에나 대답해 줘. 이번에도 우주인이 와서 내 답안 지를 훔쳐 가지 않을까?"

"넌 까딱없다니까."

"넌?"

“난 사람을 찾고 있어. 지섭이 형과 형의 친구인 난장이야. 넌 나의 꿈이 무엇인지 모르지?"

“그래, 난 몰라. 난 아무것도 몰라."

윤호는 다시 사다리 위로 올라가 책을 뽑았다. 혼자였다. 마음이 놓였다. 은희를 생각하자 가슴이 미어지는 것 같았다. 윤호가 여자 아이들과의 일을 이야기했을 때 은희는 눈물이 글썽글썽해졌다. 윤호가 참을 수 없는 것은 인규가 다른 여자아이들과 접촉하면서 은희를 생각하는 것이었다. 그는 천연색 슬라이드를 보면서도 은희를 생각했을 것이다. 그러면서도 인규는 은희를 어떻게 하지 못 했다. 그는 은희 아버지의 지위를 생각하고, 용렬하게도 일이 나쁘게 풀렸을 때 그것이 자기 아버지와 자기에게 미칠 영향을 생각했다. 인규가 조금이라도 순수한 면을 지녔다면 윤호는 그를 용서했 을지도 모른다. 아버지는 아무것도 몰랐다. 아버지가 지섭을 쫓아냈을 때부터 윤호는 길을 잘못 들었다. 예비고사를 며칠 앞두고 전문가들로부터 마지막 점검을 받았다. 아무도 예비고사를 간단하게 생각하지 않았다. 대학입학 자격고사인 예비고사가 그 성적 반영도에 따라 대학별 선발고사의 성격까지 띠었기 때문이다. A대 학도 예비고사 성적을 삼십 퍼센트나 반영했다. 그 일은 예비소집 일에 시작되었다. 인규와 고사장이 같았다. 둘은 대각선으로 앉아야 했다.

"넌 날 나쁘게 생각하면 안 돼."

인규가 말했다. 윤호는 인규가 진지한 표정으로 말하는 것을 처음 대했다.

“난 네가 은희와 어떤 사이인지 알고 있어."

"말해."

"내가 은희를 좋아한다는 건 너도 알지?"

"말해."

"네가 잴 건 하나도 없어. 내가 은희를 좋아해서 너희들에게 좋을 건 없잖아?"

"대답할까?"

"간단히 말하자. 깨끗이 물러날 테야. 그 대신 네가 나를 좀 도 와줘."

"뭘?"

"자리 봤지? 우린 내일 대각선으로 앉게 돼. 문제 배열이 똑같은 시험지야. 너의 팔로 시험지를 가리지 마. 그리고 오시알 카드에 답을 기입하기 전에 ㉡㉡ 중 맞는 것에 표를 해줘. 시험지에 말이야. 팔로 시험지를 가리지만 않으면 돼. 그 이상의 협조는 바라지도 않아."

윤호에게는 할 말이 없었다. 난장이의 아들은 고장난 라디오를 고치고 있었다. 그것은 '최후의 시장'에서 사 온 것이었다.

전화가 울었다. 윤호는 사다리에서 내려왔다. 망설이다가 수화기를 들었다. 아버지가 바쁘셔서 오늘밤 호텔에서 주무신다는 비서의 전화겠지 했다. 예상은 빗나갔다. 은희였다. 윤호는 순간적으 로 목이 메었다. 가슴 안 뜨거운 것이 목을 타고 올라왔다. "여보세요, 여보세요.”

은희가 말했다. 윤호는 수화기를 놓았다. 그리고 의자에 주저앉았다. 아버지의 장식용 책들을 아직 반도 보지 못했다. 빨리 권총을 찾지 않으면 안 된다고 윤호는 생각했다. 다시 전화가 울었다. 윤호는 받지 않았다. 윤호는 사다리를 밀어 버렸다. 키위의 책들을 마구 뽑았다. 그중의 한 권에서 권총이 나왔다. 그 책은 세계사 전집 뒤쪽 공간에 몇 권의 책과 함께 아주 자연스럽게 놓여 있었 다. 아버지는 면도칼로 책 한가운데를 파고 그 안에 권총을 넣었다. 아주 작은 것이었다. 윤호는 탄창 안에 든 총알을 확인했다. '이제 곧 끝난다'고 그는 생각했다.

흐트러뜨린 책들을 제자리에 꽂아 놓고 불을 껐다. 거실로 나갈 때 초인종이 울렸다. 윤호는 우뚝 서서 그 소리를 들었다. 그 소리는 그칠 줄 몰랐다. 다른 방법이 없었다. 윤호는 울고 싶었다. 은희는 너무나 예뻤다. 작년 예비고사일에도 눈이 내렸다. 은희의 머리와 외투 위에 눈이 쌓여 있었다. 윤호는 주머니 속에 든 권총을 만졌다.

“꼭 오 분만 앉아 있다가 가."

윤호는 말했다.

"이게 네 방이야?"

은희가 물었다. 은희는 여자만이 갖는 직감으로 윤호에게는 어머니가 없었구나 생각했다. 은희는 창밖을 내다보는 윤호 옆으로 다가갔다.

"걱정하지 마. 나 혼자 왔어."

은희는 말했다.

"오분 됐어.”

"시험 잘 쳤지?"

"그만 가, 은희야."

"아이들은 인규네 아파트에 갔을 거야. 난 네가 거기 안갈걸알았어. 네가 나를 피하는 이유를 말하기 전엔 안 갈 테야."

"가."

"싫어."

"안 가면 널 죽일 거야."

"마음대로 해."

"농담이 아냐."

하면서 윤호는 권총을 꺼냈다. 윤호는 은희의 가슴을 겨냥했다.

"그랬었구나!"

은희는 아주 낮게 말했다.

"너는 몰라.”

윤호가 말했다.

"나는 인규가 원하는 대로 해줬어."

"인규가 뭘 원했는데?"

"너를."

"그런 이야긴 그만둬."

"너를 포기할 테니까 답을 가르쳐 달라고 했어. 오늘 그대로 해 줬어."

은희는 잠깐 동안 말을 못 했다.

“그 총 치워.”

하고 은희가 말했다.

"그 더러운 총을 제발 치워."

은희는 눈물이 글썽했다. 윤호는 팔을 내렸다.

"오 분 지났어. 그만 가. 그리고 우주인이 네 답안지를 훔치러 오 지 않을까 하는 걱정은 하지 마. 너는 까딱없어. 나는 포기했어. 인 규도 대학에 못 가. 나는 나의 오시알 카드에 인규의 이름과 인규의 수험번호를 썼어."

"어마! 그러면 어떻게 되지?"

"키스트에 가서 컴퓨터한테 물어봐."

"그럼 둘 다 불합격이야?"

윤호는 잿더미가 내려앉듯 주저앉았다. 그는 권총을 은희에게 내밀었다. 은희가 그것을 받았다.

"나를 쏴."

윤호는 말했다.

"네가 찾아오지 않았다면 벌써 끝났을 거야. 이젠 책임을 져야 돼. 그렇지만 내가 아주 죽는 거로 믿지 마. 달나라에 가서 할 일이 많아. 여기서는 무엇 하나 이룰 수가 없어. 지섭이 형이 책에서 읽 었던 대로야. 시간을 터무니없이 낭비하고, 약속과 맹세는 깨어지 고, 기도는 받아들여지지 않아. 여기서 잃은 것들을 그곳에 가서 찾아야 돼. 자, 망설이지 말고 쏴."

윤호는 눈물을 줄줄 흘리며 울었다. 은희가 겨냥한 총 끝을 그는 보았다.

"그럼 나를 위해서 한 가지만 도와줘."

하고 은희가 말했다.

"우주인을 만나면 내 답안지를 훔쳐 가지 말라고 해."

은희의 눈에도 눈물이 괴었다. 윤호는 온몸의 힘을 잃었다.

"이제 쏴."

다시 말했다.

은희는 권총을 든 채 외투의 단추를 풀었다. 그리고 그 안 원피스의 지퍼를 내렸다. 권총을 책상 위에 놓고 팔을 내리자 알몸이 되었다. 그녀는 어머니처럼 다가가 눈물로 범벅이 된 윤호의 얼굴을 가슴과 두 팔로 감싸 안았다. 지섭이 그날 난장이네 집에 가서 무슨 일을 했는지 윤호는 몰랐다. 난장이와 그의 식구들은 조각마루에 앉아서 저녁식사를 했다. 그들은 말 한마디 없었다. 윤호는 지난 이 년 동안 자기가 무엇을 잘못했을까 생각했다. 그러나 아무것도 알아낼 수 없었다.
`;

const dummyDefinition = {
  sourceId: "26665",
  sourceLanguage: "ko_KR",
  writtenForm: "우주",
  variations: [],
  partOfSpeech: "명사",
  grade: "",
  queryStrs: [
    "우주"
  ],
  senses: [
    {
      senseNo: "1",
      definition: "무한한 시간과 만물을 포함하는 끝없는 공간.",
      partOfSpeech: "",
      examples: [
        "무한한 우주.",
        "우주 만물.",
        "우주의 원리.",
        "우주의 질서.",
        "광활한 우주는 많은 문학 작품의 소재가 되고 있다.",
        "거대한 우주를 생각하면 인간은 아주 작은 점과 같다.",
        "나는 눈에는 보이지 않지만 우주를 움직이는 원리가 있다고 믿는다."
      ],
      type: "",
      equivalents: [
        {
          equivalentLanguage: "몽골어",
          equivalent: "орчлон, сансар, огторгуй",
          definition: "хязгааргүй цаг хугацаа болон бүх зүйлийг хамруулсан хязгааргүй их орон зай."
        },
        {
          equivalentLanguage: "아랍어",
          equivalent: "فضاء",
          definition: "مكان بلا حدود يشمل الوقت غير المحدّد وجميع الكائنات"
        },
        {
          equivalentLanguage: "중국어",
          equivalent: "宇宙",
          definition: "包含无限时间和万物的无尽空间。"
        },
        {
          equivalentLanguage: "베트남어",
          equivalent: "vũ trụ",
          definition: "Không gian vô tận bao gồm vạn vật và thời gian vô hạn."
        },
        {
          equivalentLanguage: "타이어",
          equivalent: "จักรวาล, อวกาศ",
          definition: "พื้นที่กว้างใหญ่ไพศาลประกอบไปด้วยสรรพสิ่งทั้งปวงและเวลาที่ไม่มีที่สิ้นสุด"
        },
        {
          equivalentLanguage: "인도네시아어",
          equivalent: "ruang angkasa",
          definition: "ruang tak berbatas yang memuat mahluk dan waktu"
        },
        {
          equivalentLanguage: "러시아어",
          equivalent: "вселенная",
          definition: "Беспредельно широкое пространство с бесконечным временем и всем сущим."
        },
        {
          equivalentLanguage: "영어",
          equivalent: "the universe",
          definition: "An endless space that includes infinite time and all the things in the world. "
        },
        {
          equivalentLanguage: "일본어",
          equivalent: "うちゅう【宇宙】",
          definition: "無限の時間と万物を含む果てしない空間。"
        },
        {
          equivalentLanguage: "프랑스어",
          equivalent: "univers, cosmos",
          definition: "Espace illimité qui comprend le temps infini et toutes les créatures."
        },
        {
          equivalentLanguage: "스페인어",
          equivalent: "espacio, universo",
          definition: "Extensión del universo donde están contenidos todos los objetos o tiempos infinitos. "
        }
      ]
    },
    {
      senseNo: "2",
      definition: "태양, 지구, 달 등 천체를 포함하는 공간.",
      partOfSpeech: "",
      examples: [
        "우주의 기원.",
        "우주의 나이.",
        "우주의 탄생.",
        "우주 왕복.",
        "우주 탐사.",
        "우주를 연구하다.",
        "우주로 나아가다.",
        "과학의 발달로 우주를 여행하는 일이 가능해졌다.",
        "그 과학자는 우주에 지구와 비슷한 행성이 있다고 믿는다.",
        "세계 여러 나라들이 우주로 눈을 돌려 우주 개발에 나서고 있다."
      ],
      type: "",
      equivalents: [
        {
          equivalentLanguage: "몽골어",
          equivalent: "сансар огторгуй",
          definition: "нар, сар, од гарагийг бүгдийг нь хамааруулсан орон зай. "
        },
        {
          equivalentLanguage: "아랍어",
          equivalent: "فضاء",
          definition: "مكان يشمل الكواكب مثل الشمس والكرة الأرضية والقمر وغيرها"
        },
        {
          equivalentLanguage: "중국어",
          equivalent: "宇宙",
          definition: "包含太阳、地球、月亮等天体的空间。"
        },
        {
          equivalentLanguage: "베트남어",
          equivalent: "vũ trụ",
          definition: "Không gian bao gồm những thiên thể như mặt trời, trái đất, mặt trăng..."
        },
        {
          equivalentLanguage: "타이어",
          equivalent: "จักรวาล, อวกาศ",
          definition: "พื้นที่ประกอบไปด้วยดวงดาวต่าง ๆ เช่น พระอาทิตย์ โลก พระจันทร์"
        },
        {
          equivalentLanguage: "인도네시아어",
          equivalent: "antariksa, tata surya",
          definition: "tempat matahari, bumi, bulan, dan bintang berada"
        },
        {
          equivalentLanguage: "러시아어",
          equivalent: "космос",
          definition: "Пространство, включающее в себя Солнце, Землю, Луну и т.п."
        },
        {
          equivalentLanguage: "영어",
          equivalent: "the cosmos",
          definition: "The space that encompasses celestial bodies such as the sun, earth, moon, etc."
        },
        {
          equivalentLanguage: "일본어",
          equivalent: "うちゅう【宇宙】",
          definition: "太陽、地球、月など、天体を含む空間。"
        },
        {
          equivalentLanguage: "프랑스어",
          equivalent: "univers, cosmos",
          definition: "Espace qui comprend les corps célestes dont le soleil, la terre, la lune, etc."
        },
        {
          equivalentLanguage: "스페인어",
          equivalent: "espacio, universo",
          definition: "Espacio donde están contenidos el sol, la tierra o la luna. "
        }
      ]
    }
  ]
}

export { dummyText, dummyDefinition };
