import { IDictionaryEntry } from "./interfaces";

const dummyText = `1. 개요[편집]

"조선 민족의 실력과 민족성을 향상해 독립이 가능하게 한다."

2010년에 공개된 윤동주의 재판 판결문에 나온 윤동주의 어록[12]

가슴 속에 하나 둘 새겨지는 별을

이제 다 못 헤는 것은

쉬이 아침이 오는 까닭이요,

내일 밤이 남은 까닭이요,

아직 나의 청춘이 다하지 않은 까닭입니다.

《별 헤는 밤》

일제강점기의 시인이자 독립운동가. 짧은 생애를 살았지만 특유의 감수성과 삶에 대한 고뇌, 독립에 대한 소망이 서려 있는 작품들로 인해 한국 문학사에 큰 기여를 한 문인이다. 사실상 김소월, 한용운 등과 함께 한국에서 대중적으로 가장 유명한 시인이라고 해도 과언이 아니며 특히 그의 유고시집인 하늘과 바람과 별과 시의 대표작이라고 할 수 있는 서시는 지금도 자주 회자되는 데다 교과 과정에서도 배우기 때문에 한국인 치고 모르는 사람은 거의 없을 것이다.

오늘날 일반인들은 윤동주 하면 주로 시인의 이미지를 먼저 떠올리지만 상술했듯 윤동주는 엄연히 독립운동가였다. 직접적인 무장투쟁은 하지 않았지만 자신의 뜻을 굽히지 않은 저항시, 그리고 삶의 고뇌에 대한 시를 많이 썼고 결국 체포된 와중에도 2010년에 세상에 공개된 윤동주 재판 관련 문서를 살펴보면 놀라운 점이 많다. 그는 당시 악명 높았던 특고 앞에서도, 일제 재판관 앞에서도 당당했다. 내성적인 이미지의 시인은 사라지고 형사 앞에서도 조선 독립에 대한 열망과 대책을 열정적으로 토로하기를 마다하지 않은 독립투사의 이미지가 선명히 다가온다. 그의 판결문에는 민족의식을 고취하여 독립을 쟁취하기 위한 구체적인 운동 방침을 논의했다는 사실도 적시돼 있다.

윤동주 본인은 독립운동을 하면서도 일본 유학으로 인해 민족의 걸어가야 하는 길과 다른 길을 걷는 것 아닌가 싶은 자신의 행적을 반성하고 이에 대한 부끄러움을 나타낸 것으로도 알려져 있지만 정작 1930년대부터 일제의 강압과 회유책에 많은 문인들이 절필 혹은 변절하는 세태 속에 죽는 날까지 독립운동을 하다 죽었기 때문에 이육사와 더불어 민족시인으로 추앙받는다.

2. 생애[편집]

1917년 12월 30일 중화민국 길림성 화룡현 명동촌(현 중국 지린성 연변 조선족 자치주 룽징시 즈신진 밍둥촌)의 유복한 집안에서 개신교 장로이자 소학교 교사인 아버지 윤영석과 어머니 김용 사이의 7남매 중 장남으로 태어났다. 위의 손윗 누이 둘이 연이어 요절한 후에 태어난 아이라 집안의 기대가 남달랐다고 한다. 아명은 해처럼 빛나라는 의미인 ‘해환(海煥)’이다. 동생인 윤일주는 ‘달환(達煥)’, 갓난아기 때 세상을 떠난 동생은 ‘별환’이다.

그의 출생지인 명동촌은 그의 생애에서 매우 중요한 장소인데 마을의 정신적 리더이자 윤동주의 외숙부인 김약연 목사는 일제에 저항하기 위해 민족의 지도자를 신앙으로 양육한 인물로 윤동주에게 큰 영향을 주었다. 통일 운동으로 유명한 민족주의자 문익환 목사도 바로 명동촌 출신으로 그와 함께 자랐다. 참고로 하얼빈에서 이토 히로부미를 저격했던 안중근 의사도 거사전 명동촌에서 사격 연습을 하며 마음을 가다듬었다고 알려져 있다.

1925년 4월 송몽규와 함께 명동소학교에 입학한 그는 1931년 3월 졸업한 후 송몽규와 함께 대랍자(大拉子)에 위치한 중국인 소학교인 화룡현립제일소학교 6학년(졸업반)에 편입하여 1년 수학했다. 이 때의 경험은 그의 시 <별 헤는 밤>의 "패, 경, 옥 이런 이국 소녀들의 이름"이란 구절로 나타난다. 1932년 3월 화룡현립제일소학교를 졸업한 후에는 캐나다 장로회에서 설립한 미션스쿨인 은진중학교에 입학했다. 그런데 중화민국 학제에 따른 4년제 중등교육기관이었던 은진중학교는 일본 제국의 5년제 구제중학교/고등보통학교 대비 수학연한이 1년 짧았기 때문에 졸업 후 일본 내지나 조선의 고등교육기관으로 진학하기 위해서는 전문학교입학검정시험(전검시험)이라는 검정고시를 별도로 치러야만 했으므로 진학을 희망한 그는 1935년 8월 4학년 1학기를 마치고 졸업까지 한 학기만을 남겨둔 상태로 은진중학교를 중퇴하고 친구 문익환을 따라서 평양에 위치한 미션스쿨인 숭실중학교의 편입 시험을 치렀다.

그런데 시험 결과 4학년 수준의 학력을 인정받는 데 실패한 그는 1935년 9월 숭실중학교에 3학년으로 편입하였다. 멀리 유학 와서 어렵게 들어간 숭실중학교는 1935년 연말부터 신사참배 문제로 당국과 갈등을 겪다가 1936년 1월 20일부로 총독부 학무국장의 명령으로 교장이 해임되고 동맹휴교가 이어지면서 공전하게 되었다. 그 결과 상급학교 진학을 위해 평양으로 유학 와 있던 그는 불과 반 년만에 숭실중학교를 중퇴하고(4학년 수료) 고향으로 돌아갈 수밖에 없었다. 숭실중학교는 1936년 3월 5일 숭실전문학교 교수 정두현을 교장으로 선임하였으나 신사참배 문제로 계속 갈등을 겪다 1938년 3월 19일 자진 폐교했다.

문익환과 함께 평양에서 돌아온 그는 1936년 4월 간도의 유일한 일본식 5년제 중학교였던 용정 광명중학교(광명학원 중학부)에 다시금 4학년으로 편입하였다. 1925년 일본인 자본가에게 인수된 광명중학교는 조선총독부 지정한 교과과정을 따르고 일본 제국 문부성과 외무성에서 인가를 받은 해외지정학교였으며 배속/예비역 일본군 장교들을 다수 영입해 일본육군사관학교와 더불어 특히 만주국육군군관학교 진학을 권유했고 윤동주와 문익환의 1년 선배인 정일권을 비롯해서 1년 후배 기수는 박임항, 이주일(군인), 김동하, 최창륜, 방원철 등 만주국육군군관학교 1기의 조선인 입학생 13명 중에서 12명을 차지했을 정도로 사관학교 입시 명문교로 명성을 떨치던 곳이었다. 사촌 송몽규가 중국에서 독립운동에 투신하다가 일본 경찰에 체포되는 신사참배를 거부한 숭실중학교를 자퇴하고 온 윤동주는 조선인의 철저한 황국신민화를 위해 세워진 학교에 입학한 것이었다. 함께 광명중에 편입했던 문익환은 이를 두고 "솥에서 뛰어내려 숯불에 내려앉은 격"이라고 회고했다.

1937년 12월 광명중학교 5학년을 마친 그는 대성중을 졸업한 송몽규와 함께 구제전문학교 입시를 준비했다. 집안에서 경성의전이나 세브란스의전 같은 의대나 경성법전 진학을 강력하게 원했음에도 불구하고 문과를 고집한 그는 "문과 졸업하면 신문기자밖에 더 되냐"라는 부친과 매일 이 문제를 두고 충돌해서 집에서 밥그릇, 물그릇이 날아다닐 정도였다고 한다. 그러다가 보다 못한 할아버지가 그의 고집에 손을 들면서 그는 문과 지원을 관철했다. 실은 할아버지도 아버지와 뜻을 같이 했으나 부자간의 싸움이 너무 심해지자 어쩔 수 없이 중재에 나섰다고 한다.

결국 그는 송몽규와 함께 1938년 4월 연희전문학교 문과에 입학하는 데 성공했다. 국학 연구의 산실이었던 연희전문학교에서 그는 최현배에게서 조선어를, 손진태에게 역사를, 그리고 이양하에게 영문학을 배웠다. 그의 오촌 당숙인 윤영춘은 윤동주가 최현배를 깊이 존경했고 그의 영향을 많이 받아서 연희전문 입학 후 조선어로 정제된 시를 쓰게 되었다고 한다. 송몽규와 함께 연희전문학교 문과 학생회의 문예지인 <문우> 발행에 참가하기도 했다. 연희전문학교에서 수학하던 시절은 그의 인생에서 가장 행복했던 시기였으며 이때 그의 많은 명시가 쓰였다.

중일전쟁의 격화로 인한 전시 수학연한 단축에 관한 임시조치에 따라 예정보다 3개월 빠른 1941년 12월 연희전문학교 문과를 졸업한 그는 공부를 더 하는 것을 선택했다. 조선의 유일한 구제대학이었던 경성제국대학은 예과를 두고 신입생을 받았기 때문에 구제전문학교를 졸업한 그가 바로 학부에서 공부하기 위해서는 내지로 유학할 수밖에 없었다. 1942년 봄 도일하여 교토제국대학 문학부의 선과생 선발시험에 응시했으나 사촌 송몽규가 합격한 것과 달리 낙방한 그는 도쿄에 위치한 미션스쿨인 릿쿄대학 문학부 영문과에 선과생으로 입학했다.

릿쿄대학에서 한 학기 동안 [영문학연습]과 [동양철학사]를 이수한 그는 1942년 여름에 도호쿠제국대학 법문학부 선과생 선발시험에 재차 응시했으나 불합격했다. 이후 도시샤대학 문학부(영문과 선과생)로 편입해 교토로 옮겼다. 릿쿄대학을 다니다 갑자기 도시샤대학으로 옮긴 것은 릿쿄대학의 교련 수업에서 고초를 당한 것이 계기가 되었다고 전해진다. 그와 중학교 동기인 연세대 김형석 명예교수에 따르면 도쿄의 대학 재학생들은 학도병으로 나가는 것(학도출진)이 강제되는 분위기 때문이라고 하며 김형석 교수도 윤동주와 함께 교토로 옮겨서 공부를 해야만 했다.인터뷰

하지만 '요시찰인' 딱지가 붙어 상시 감시 대상이었던 송몽규가 있는 교토로 간 것은 윤동주 스스로 일제 공안당국의 감시망 속으로 걸어 들어간 것과 같은 일이었다. 1943년 7월 10일 송몽규가 '재경도(京都, 교토) 조선인 학생 민족주의 그룹 사건'으로 특별고등경찰에게 체포되어 시모카모 경찰서로 압송되자 그로부터 사흘 뒤 윤동주도 고희욱과 함께 고오로기 사다오(興梠定) 형사에게 체포되어 취조를 받고 12월에 송몽규, 고희욱과 함께 검찰국으로 넘겨졌다가 1944년 3월 31일 교토지방재판소 제2형사부에서 2년형(미결 구류일수 산입)을 선고받아 후쿠오카 형무소에 수감되었다. 일본 제국 경찰의 요시찰인이었던 송몽규가 교토에서 사촌이자 유학생인 윤동주, 제3고등학교 학생 고희욱 등과 어울리며 조선독립, 민족계몽에 대해 논의하면서 특히 "징병제 실시를 이용, 무기를 갖고 군사지식을 체득, 태평양전쟁 강화협상이 진행될 즈음 무력봉기를 일으켜서 세계의 관심을 끌고 조선 독립 분위기를 조성해야 한다"고 주장하자 윤동주가 이에 동의해 위 3인 외 다수의 조선인 유학생이 더해진 민족주의 그룹이 만들어진 것으로 알려져 있다. 이를 파악한 특고경 측은 송몽규, 윤동주를 포함한 조선인 유학생 그룹을 체포했다.

약 1년 7개월 동안 수감 생활에서 건강이 악화된 그는 광복을 불과 반 년 앞둔 1945년 2월 16일 뇌일혈로 인해 향년 27세의 나이로 후쿠오카형무소에서 요절하였다. 죽기 직전에 윤동주가 무언가를 말했지만 일본인 간수가 알아듣지 못했다고 하는데 어떤 전기에서는 한국어가 아니었겠느냐고 추측하고 있고 '아'라는 외마디의 소리였을 가능성도 있다. 그의 사후 육필 원고를 바탕으로 펴낸 <하늘과 바람과 별과 시>에는 친구 강처중이 그를 생각하며 쓴 발문이 있다. 당시 간수가 말하기를, 윤동주가 마지막으로 외마디 소리를 지르고 죽었는데 이 소리가 마치 대한 독립 만세라고 하는 듯 들렸다고 한다. 사망 이듬해인 1946년 11월 3일에 새 일본국 헌법 공포를 계기로 내려진 칙령 제511호에 따라 사면되었다.

묘는 고향인 룡정시에 있다.

2.1. 사망과 생체실험설[편집]

윤영춘이 윤동주의 시신을 거두러 후쿠오카 형무소에 들를 당시 송몽규를 면회했는데 "동주와 나는 계속 주사를 맞고 있어요. 그 주사가 어떠한 주사인지는 모릅니다." 라는 말을 하였고 같은 주사를 맞은 송몽규도 1달도 안 되어 사망하였다. 광복을 약 5개월 앞둔 상황이었다. 훗날 이에 대해 동국대학교 대학원에서 한국문학을 전공한 고노오 에이치는 1980년 <현대문학>지 5월호에 윤동주와 송몽규가 혈액대체 실험을 위한 실험 재료로 쓰여서 사실상 살해당했다는 글을 기고하였다. 실제로 이후 후쿠오카에서는 규슈제국대학이 죄수가 아니라 전쟁포로가 대상이긴 했지만 아이카와 사건이라는 생체 실험을 저질렀다는 게 드러나기도 한다.

1988년 KBS1 3.1절 특집 <민족시인 윤동주>에선 제작진들이 일본에 가서 윤동주 연구가 이부키 고(伊吹鄕)와 함께 시모카모 경찰서와 후쿠오카 형무소 등 관계기관들과 관계자들을 찾아 인터뷰를 하려고 했다. 다만 시모카모 경찰서 측은 기소 당시 자료 제공을 거부했고 당시 담당 부서와 형사의 이름은 모른다고 했으며 취조실 촬영조차 내부 촬영 금지라는 이유로 거절했으며 대신 교토부립도서관으로 가서 관련 자료를 찾아야 했다. 이를 토대로 당시 검거자가 고오로기 형사라는 걸 알아냈으나 그는 이미 1982년에 사망했다.

윤동주와 송몽규를 담당했던 에지마 다카시 전 교토지검 검사는 당시 자신이 검거한 이들은 사회주의자라고 기억했지만 윤동주의 죽음 등 세세한 사항은 모른다고 했다. 윤동주가 복역하고 생을 마친 후쿠오카 형무소 측도 당시의 기록이 1945년 미군의 공습으로 형무소가 파괴되어 창고에 있던 서류까지 불에 타 소실되었다고 보았고 전쟁이 끝나고 몇 년 지나 미군이 철수한 후 일본 정부가 다시 형무소를 관리해서 서류를 다시 정비했으나 당시의 기록은 찾지 못했다고 한다. 이에 이부키 측은 전직 후쿠오카 형무소 직원들의 모임 '구우회'의 회장 아라마키 세슈(당시 가나자와 형무소장)를 통해 몇몇 전직 간수들을 찾아서 전화해 봤지만 노오미 다이스케를 빼고 전부 답변을 거부했다. 노오미 측도 형무소 내 조선 학생들의 존재와 주사 관련해서 모른다고 했으나 의무실 측에서 했을지 모른다고 했고 수술 시에는 외부 의사를 쓰는데 규슈대학 의사일 수도 있다고 전했다. 이후 이부키는 형무소에서 근무했던 이하라 의사를 찾았으나 그는 촬영을 거절했고 카메라를 그의 얼굴이 안 보이는 쪽으로 최대한 잡았으나 이 또한 발각되어 철수하고 말았다. 재차 전화로 인터뷰하려고 했으나 이하라 측은 전화를 끊어 버렸다.

SBS 그것이 알고싶다에서 윤동주의 죽음과 얽힌 음모를 조사한 적이 있는데 당시 일본군은 전시 체제라 생리식염수를 개발하는 연구를 하고 있었고 후쿠오카 형무소에서 독립운동을 한 괘씸죄로 윤동주가 실험 대상으로 지목되었던 것 같다고 밝혔다. 당시 주사는 바닷물이었다고 추정했다. 그것이 알고싶다 727회(2009년 8월 15일 방영) 참조.

2000년대 미국 국립도서관 기밀해제 문서 중에서 1948년 일본 전범재판 관련 문서에 당시 규슈제국대학이 실제로 연구하고 있던 대체혈액 실험의 일환으로 후쿠오카 형무소 재소자들을 상대로 생리식염수 대체용액을 수혈하는 생체실험을 했다는 증언이 쓰여 있는 것이 확인되었다. 정확하게 말해서는 혈장대체용 생리 식염수다. 이것은 전쟁 당시 수요 때문에 미국도 연구했지만 일본은 기술상의 문제로 해수를 생리식염수로 바꾸는 실험을 했다. 관련 기사 딱히 고문당한 일도 알려지지 않았기 때문에 20대 한창 팔팔한 나이에 윤동주가 급사한 건 생체실험 때문으로 추정된다.

윤동주의 시신을 수습한 사람은 당숙인 윤영춘이다. 일각에서는 뇌일혈이라는 사인도 일제의 조작 아닌가 했지만 해수 속의 세균 감염의 증상과 비슷한 것으로 확인되었다.

2016년에 개봉한 영화 동주에서도 이 문제의 주사로 인해 사망했다고 묘사하며 영화가 끝날 때 윤동주와 송몽규가 맞았던 주사로 인해 1,800여명이 사망했다고 언급된다. 윤인완-양경일의 연재만화 <아일랜드>의 1부 마지막 에피소드 '또다른 고향'에서 이 생체실험으로 인한 사망설이 언급된다. 저주받은 인골들로 일본과 제주도에서 일본인들을 살해한 인물에 의해서 밝혀지는데 연재 시기가 2000년임을 생각한다면 제일 처음 윤동주의 생체실험으로 인한 사망을 대중매체에서 언급한 셈이다.

3. 가족[편집]

증조부: 윤재옥

조부: 윤하현(1875 ~ 1948) /조모: 금천강씨(1873 ~ 1947)

고모: 윤신영(1897 ~ ?) /고모부: 은진송씨 송창희(1891 ~ 1971)

고종사촌: 송몽규(1917 ~ 1945)

고종사촌: 송한복(1923 ~ 2012)

고종사촌: 송우규(1931 ~ 2018) / 고종사촌 제수: 박율봉(1927 ~ 2013)

고종사촌조카: 송우혜(1947 ~ )

고종사촌조카: 송재원

고종사촌조카: 송경혜

고종사촌조카: 송경옥

외조부: 김석조

이복 외삼촌: 규암 김약연(1868 ~ 1942)

부: 윤영석(1895 ~ 1965)/모: 전주김씨 김용(1896 ~ 1948)

큰누나(요절)

작은누나(요절)

여동생: 윤혜원(1924 ~ 2011) /매제 오형범(?~2015)

조카: 오철주

남동생 : 윤일주(1927 ~ 1985)/제수 : 정덕희(1925~1985)

조카: 윤인석

남동생: 윤범환(1930 ~ 1966)

남동생: 윤광주(1932 ~ 1967)

4. 작품[편집]

유고시집 하늘과 바람과 별과 詩 - 밑의 목록은 1941년에 시집에 실으려고 했던 24편의 시를 순서대로 나열한 것이다.

서시(序詩)

자화상

소년

눈 오는 지도

돌아와 보는 밤

병원

새로운 길

간판 없는 거리

태초의 아침

또 태초의 아침

새벽이 올 때까지

무서운 시간 - 후에 김주원 작곡가가 노래로 만들어 팬텀싱어3에서 고영열, 존 노, 김바울, 정민성이 불러 많이 알려졌다.

십자가

바람이 불어

슬픈 족속

눈감고 간다

또 다른 고향

길

별 헤는 밤

쉽게 씌어진 시

참회록

간

황혼이 바다가 되어

봄

팔복

국어 영역에서 꽤 자주 나온다. 하지만 대체적으로 대중에게 알려진 작품이 많고 주제의식 또한 분명한 데다 1940년대를 대표하는 또 다른 민족 시인인 이육사의 시보다는 은유의 난이도가 낮고 이상처럼 시에 어려운 기교를 부리지도 않았기 때문에 수험생들에게 사랑받는 작가다. 시에 담긴 주제의식도 학생들에게 상당히 건전하고 권장할 만하기 때문에 출제위원들도 잘 출제하는 듯하다. 다만 자주 나오는 만큼 내기를 꺼리는 사람들이 있는 것도 사실이다.

전술했듯 친일 행적이 없는 작가이기 때문에 유난히 출제위원들에게 사랑받는다는 소문이 있다. 2011년 수능에서도 그의 시 <자화상>이 또 출제되면서 모든 장르의 작가를 통틀어 수능에서 가장 많이 출제된 작가가 되었다. 2020 수능에서도 그의 시 <바람이 불어>가 등장했다! 그의 시는 일본 교과서에 수록되기도 하였다.

시인 백석에게 영향을 많이 받았고 백석의 영향력에서 벗어나 자기 세계를 온전히 펼치기 전에 요절해 후대 학자들에게 많은 아쉬움을 준다.

4.1. 윤동주의 시로 잘못 알려진 작품들[편집]

<내 인생에 가을이 오면>, 김소월의 <가을 아침에>, 필자불명의 <편지> 등

특히 <편지>는 윤동주가 지은 동명의 시가 있어서 혼동된 듯하다. 필자불명의 <편지>와는 달리 윤동주의 시는 '흰 봉투에 눈송이를 넣어 누나에게 편지를 부치고 싶다'는 내용의 시이다.

아래가 잘못 알려진 필자불명의 <편지>의 전문.

그립다고 써보니 차라리 말을 말자

그냥 긴 세월이 지났노라고만 쓰자

긴긴 사연을 줄줄이 이어

진정 못 잊는다는 말을 말고

어쩌다 생각이 났었노라고만 쓰자

그립다고 써보니 차라리 말을 말자

그냥 긴 세월이 지났노라고만 쓰자

긴긴 잠 못 이루는 밤이면

행여 울었다는 말을 말고

가다가 그리울 때도 있었노라고만 쓰자

그리고 이것이 윤동주 시인의 <편지>이다.

누나

이 겨울에도

눈이 왔읍니다

흰 봉투에

눈을 한 줌 넣고

글씨도 쓰지말고

우표도 붙이지 말고

말쑥하게 그대로

편지를 부칠까요?

누나 가신 나라엔

눈이 아니온다기에

심지어 잘못 알려진 시를 부산일보에서 확인도 안 하고 기사에 실었다.

윤동주의 시로 잘못 알려진 작품들을 바로잡는 기사도 있는데 윤동주 作이라고 아는 시들과 대조해 보는 것도 좋다.

5. 중국의 자국민화 역사 왜곡[편집]

그의 묘소는 그가 태어난 북간도에 있는데 그가 죽은 지 얼마 안 되어 해방이 되고 관동군이 무너지고 소련군이 쳐들어오고 만주가 공산화되는 현실 속에서 가족과 친인척들은 모두 북간도를 떠나 한국으로 돌아오는 바람에 40년 넘게 북간도에 방치되어 있었다. 그러다 어느 일본인 교수가 마침 중국에 가게 되자 유가족들이 그의 묘소를 찾아 달라고 부탁했는데 다행히 윤동주 묘소가 찍힌 사진을 유가족들이 가지고 있었기 때문에 발견할 수 있었다고 한다.

1992년 한-중 국교가 수립된 뒤 육촌동생 윤형주가 재종형인 윤동주의 묘소를 찾아갔더니 이때만 해도 풀이 무성하고 비석이 쓰러진 채로 방치되어 있었다고 한다. 이후 비석도 세우고 묘소도 제대로 정비했다. 그런데 문제는 중국이 생가와 묘소를 새로 꾸미는 과정에서 생가 입구 경계석에 윤동주를 '중국조선족애국시인'으로 포장해 버린 것이다. 윤동주 《중국조선족애국시인》으로 명분이 섰다고 주장하는 조선족 계열 신문 기사(길림 신문)와 中 동북공정이 덧칠한 항일시인 윤동주 생가 기사 참조. 대문 경계석에 윤동주의 국적을 '중국 조선족'이라고 써 놓아 국적도 중국이라고 해 놓은 판국이라 문제가 제기되었데 이렇게 바꾸어 놓은 것과 대표작 '서시'를 중국어로 번역한 조형물을 설치한 사실을 확인할 수 있다. 사실 윤동주가 유명하지 않았다면 애초에 오늘날에도 예전처럼 방치되어 있었을 확률이 더 높았을 텐데 유명하다 보니 이런 웃긴 사달도 일어나는 것이다.

결국 외교부가 이를 시정해 달라는 요구를 시작했다.  한국일보의 취재에 따르면 중국 바이두 백과는 윤동주의 국적을 중국으로 왜곡한 것으로 밝혀졌다.  이에 서경덕 성신여자대학교 교수 측은 바이두에 윤동주의 국적을 대한민국이라고 수정할 것을 여러 차례 요구했지만 2022년 12월 30일 서 교수 측은 아직도 시정되지 않고 있다고 전했다.

2021년 7월 영어로 "Yun Dong ju"라고 검색하면 나왔던 구글 상단 요약에 Nationality: Korean이라고 나왔던 문단이 사라지고 출생지가 연변 조선족 자치주로 변경되었다.  구글의 상단 요약 아래에 수정 요청을 할 수 있는 Feedback이라는 기능이 있는데 아마 다수의 중국 유저가 수정 요청을 넣은 결과로 보인다. 2021년 11월경 기준으로 출생지는 여전히 조선족 자치주로 표기되었지만 Nationality: Korean 문단은 복구되었다.

이에 2022년 7월 국가보훈처에서는 윤동주 시인 등 무호적 독립운동가 156명의 가족관계등록 창설 및 '독립기념관로 1'(충남 천안시 동남구 목천읍)로의 등록기준지 부여를 추진하였으며 2022년 8월 서류 작업이 완료되어 이들도 일단 서류상으론 대한민국 국민이 되었다.     

5.1. 윤동주의 정체성[편집]

고향 집

헌 짚신짝 끄을고

나 여기 왜 왔노

두만강을 건너서

쓸쓸한 이 땅에

남쪽 하늘 저 밑엔

따뜻한 내 고향

내 어머니 계신 곳

그리운 고향집.

윤동주 동시집 " 별을 사랑하는 아이들아 " 중에서

윤동주는 그가 지은 시 〈고향집〉에서 자신의 고향을 따뜻한 남쪽이라고 말했으며 자신은 두만강을 건너서 쓸쓸한 이 땅에 오게 되었다고 하였다. 여기서 '두만강을 건너기 전 남쪽'은 '한반도'를 뜻할 수밖에 없다. 따라서 윤동주는 자신의 고향을 '조선'이라고 분명하게 인식하고 있었음을 알 수 있다.

그가 태어난 만주에 대한 생각은 어떠한가.

그의 시에 등장하는 만주는, 머나먼 “고향”에서 멀리 떨어진 “쓸쓸한” 곳이거나 혹은 “돈 벌러 가”는 곳이다.

- 논문: 만주 이야기와 윤동주의 기억, 김신정

첫째, 그는 만주에서 태어났지만 그곳이 완전한 고향은 아니었다. 디아스포라로서 공동체의 원래 고향인, 강 건너 남쪽을 기리워 한다. 이주민에 대한 시를 썼으며, 또한 남쪽을 그리워 했다.둘째, 경성에 온 그는 반대로 조국은 아니지만, 자신이 태어난 만주 명동촌을 그리워 한다. 여기서는 반대로 두고온 고향을 그리워 한다. 다른 작가의 경우에는 만주에 대해 고토의식(故土意識)이 작용하기도 했으나, 윤동주의 시에는 그것까지 나타나지는 않고 “어머니는 북간도에 계십니다”와 같은 나르시시즘적 모성회귀본능(母性回歸本能)이 나타난다. 셋째, 일본에 온 그는 “남의 나라”와 대비되는 조국과 만주가 혼종된 공동체를 그리워 한다. 그러나 그 공동체로의 복귀는 안타깝게도 이루어지지 못했다. 결론적으로, 출생지인 만주에서는 ‘뿌리 뽑힌’(uprooted) 디아스포라로서 두만강 남쪽의 조선반도를 그리워 하고, 경성에 와서는 모성회귀본능으로 어머니가 계신 만주를 그리워 하고, 일본에 가서는 “남의 나라”가 아닌, 만주와 조선반도를 모두 포괄하는, 총체적이고 추상적인 조국을 그리워 하는 심상을 보여준다. 더욱 간단히 말하자면, 주변부였던 간도에서 당시 제국의 중심지였던 일본으로 향하면서 오히려 그의 고향의식은 구체화된다. 결국 현실 속에서 일본은 중심일지 모르나, 윤동주의 의식 속에서는 보다 확실한 고향과 조국을 깨닫게 하는 헛것[Simulacre]이었던 것이다.

- 논문: 디아스포라 윤동주의 고향, 김응교

논문: 만주 이야기와 윤동주의 기억(김신정)에 따르면 그의 시에 등장하는 만주는 머나먼 “고향”에서 멀리 떨어진 “쓸쓸한” 곳이거나 혹은 “돈 벌러 가”는 곳이다. 논문: 만주, 디아스포라 윤동주의 고향, 김응교에 따르면 그는 만주에 있을 당시에는 만주를 '완전한 고향으로 여기지 않고' 고국 조선을 그리워하고 경성부에서 유학 생활을 하던 시기에는 자신이 태어난 만주 명동촌을 그리워하거나 북간도에 사는 어머니에 대한 그리움으로 나르시시즘적 모성회귀본능을 나타내는 모습을 보여준다. 이를 통해 만주는 머나먼 “고향”에서 멀리 떨어진 “쓸쓸한” 곳이거나 혹은 “돈 벌러 가”는 곳이며 '완전한 고향'이 아니었고 다만 '북간도' 명동촌은 태어나고 '어머니'가 계신 곳으로 그리워했으며 일본에 있었을 때는 일본과 반대되는 추상적인 생각 안에 포함되는 것임을 알 수 있다.

그가 태어나서 죽을 때까지 조선족이라는 용어 자체가 없었거나 있었더라도 현재와는 다른 늬앙스(조선민족)로 쓰였을 것이다. 그는 지금까지 알려진 바로는 한 번도 중국어로 시를 쓴 적이 없으며 그의 시 ‘별 헤는 밤’ 에서는 패(佩, 페이), 경(鏡, 징), 옥(玉, 위)을 '이국(다른 나라) 소녀'라고 썼다. 즉, 그는 '중국'을 자신의 나라인 조선과는 '다른 나라'라고 말한 것이다.

그가 지은 시와 생존 인물의 증언들을 살펴보더라도 그의 정체성은 '당시 한반도에 위치했던 조선인'에 속한다는 것이 분명하다. 이는 윤동주를 조선족으로 주장하는 중국에게는 치명적인데 윤동주를 조선족으로 삼는다면 중국에게는 여러가지 문제점이 생기게 된다. 윤동주는 조선을 위해서 노래하고 시를 썼기 때문에 이는 조선족이 '조선반도(한반도)'를 위해서 살아갈 수 있는 위인을 얻는 셈이다. 즉, 중국은 조선족한테 '조선의 독립을 위해서' 살았던 윤동주를 그들의 위인으로 만들어 준 것이다. 조선족 보고 '조선반도(한반도)'를 위해서 살라고 재촉하다니 소수민족 독립에 노심초사인 중국에게는 이런 자승자박이 없다고 할 수 있다.

5.2. 윤동주와 재만 조선인의 디아스포라[편집]

중화인민공화국 법률상 조선족은 "민족(民族)은 조선 민족이며 국적은 중화인민공화국"이라는 명확한 합의를 가지고 있다.

재만 조선인들이 사는 곳을 통치하는 중화인민공화국은 1949년 건립되었으며 윤동주는 1945년에 사망했다. 따라서 출생지는 현재의 중국 영토에 있다고 할 수 있지만 중국 국적을 가진 조선족은 아니다.

한반도는 1945년 8월 15일에 해방되었으며 한민족으로서의 민족 외에 국가로서의 근대 한국(韓國)은 개화기인 1897년 8월 17일 광무 건원 대한제국 시기부터 문헌상 실질상 양면 모두에서 존재하였다. 중국 측에서는 역사속지주의를 내세워 윤동주가 디아스포라 조선인으로 윤동주 생전에 한국인의 인식이 부재했다고 주장하지만 중국 현행 국적법 역시 출생지주의(속지주의)가 아니라 혈통주의(속인주의)임을 생각해 본다면 본적은 함경도이며 부계와 친척은 모두 대한민국으로 귀국했으므로 한국 국적임이 당연하다. 현대에 일컬어지는 중국 조선족의 정체성과 윤동주는 직접적 연관점을 찾을 수 없다. (1분 10초 부터) 윤동주가 북간도에서 유년시절을 보내긴 했지만 국적이 바뀐 적은 없다. 일본 검찰이 공개했던 윤동주의 재판 기록과 판결문에도 본적(本籍)은 함경북도라고 되어 있다.

윤동주는 일제강점기를 살면서 한반도에 위치한 조선을 고향으로 여기며 살아갔으며 본인 스스로를 조선인이라고 지칭했다. 중국의 55개 소수민족 중 하나인 조선족이라는 말이 생기기 전에 사망했다. 윤동주의 선조는 조선인으로서 19세기 후반에 간도로 이민을 갔다. 당시 간도는 조선의 8도 행정구역 밖이었고 청나라 역시 방치해 두고 있던 변방 지역이었다. 간도는 윤동주의 출생 시점에는 중화민국 영토였으나 윤동주는 함경도에 본적을 두었고 중화민국 국적을 취득한 적이 없으며 1932년 간도 영토는 일본 제국의 괴뢰국인 만주국의 영역이 되었다.

따라서 한국의 혈통주의적 관점에서 윤동주는 한국 국적의 위인이나 다름없으며 '조선 독립'을 위해 살았던 저항시인이면서 동시에 여러 문화적 다양성을 지닌 인물이라고 표현하는 게 맞다. 그는 간도에서 조선인 이민자 3세로 태어났으며 현재의 인식과 달리 일제강점기에는 커다란 하나의 생활권으로 묶여 있었던 용정시&평양시&서울특별시&도쿄도, 교토부에서 성장하고 활동했다.

그에 대해 고향 사람들인 연변 조선족들이 애착을 갖는 것은 자연스럽지만 그는 조선의 독립운동가로서 조선의 독립과 자유를 갈구했으며 그의 모든 가족들도 중국 공산화 이후 대한민국으로 이주하여 정착했다는 점에서 현대 한국인들이 그를 자국인으로 간주하는 것도 자연스럽다. '조선의 독립'을 위해서 살았던 그의 정신을 계승한다면 같은 '한민족'이 그를 존경하는 것은 문제가 되진 않을 것이다. 하지만 중국 당국은 윤동주의 명성에 묻어갈 궁리만 하고 있다.

정리하자면 윤동주 일가는 윤동주의 할아버지가 당시 대한제국 국외인 북간도 명동촌에서 이주하여 국외에서 정착한 가정이므로 윤동주가 같은 지역 출신이었다는 이유로 중국 조선족들이 윤동주에게 동질감을 가지는 것은 이해할 수 있으나 당시 북간도로 넘어간 조선인들은 공식적으로 귀화한 것이 아니라 단지 국경법과 상관없이 그냥 강 건너 농경지를 개척하다가 거주한 것이며 북간도를 포함한 만주 전체가 일제 치하였다는 것을 생각하면 그는 절대 1949년 이후에 건국된 중국(중화인민공화국)과는 관련이 없고 현대에 그려진 국경선으로는 그의 국적을 정의할 수 없는 것은 분명하다. 심지어 문화대혁명 이전까지만 하더라도 중국에서 조선족으로 살아가던 조선족은 마오쩌둥의 조카 마오위안신의 경계를 받을 정도로 상당수가 스스로를 조선인으로 여겼으며 윤동주가 다녔던 명동학교는 홍위병들이 파괴시켰다.

중국은 자신들의 현재 법에서는 혈통주의적 관점을 고수하는 것과는 반대로 역사나 문화에서는 속지주의적 입장을 취하여 윤동주를 중국인 조선족의 위인으로 삼으려고 시도 중이다. 이는 조선족 학자가 만들어낸 일사양용(一史兩用)론적 논리에 기반을 두고 있는데 "첫째 조선족과 조선은 공통의 역사를 공유하고 있다. 둘째 조선족의 역사는 중국의 역사이다. 결론, 조선족은 중국의 일부분이므로, 조선족의 역사인 과거 조선의 모든 역사까지 모두 중국의 역사이다."라고 주장하는 것을 말한다. 하지만 중국 조선족의 역사는 중화인민공화국이 건국된 1949년 이후부터이며 과거 조선의 역사까지 모두 중국의 역사라고 보는 것은 심각한 억지주장이다. 물론 윤동주는 한국 건국 전에 태어난 만큼 중국 국적이냐 한국 국적이냐, 또는 중국 위인이냐 한국 위인이냐를 나누는 것은 그가 어떤 정체성을 가지고 살아왔는가를 중심으로 판단해야 할 것이다. 왜냐하면 '조선의 독립'을 위해서 산 사람을 중국의 위인으로 삼는다는 것도 웃긴 일이기 때문이다. 중국의 위인은 중국을 위해서 산 사람으로 정하는 것이 마땅할 것이다. 이런 관점에서 볼 때 윤동주는 분명 조선인의 정체성을 가지고 한반도에 위치한 조선을 고향으로 여겼으며 조선의 독립을 위해 자신의 삶을 살아가다가 옥사했으니 그가 조선의 광복으로 탄생된 현재의 한국에 귀속되는 것은 당연하다. 한국은 중국의 역사 속지주의적 관점과 일사양용론적 논리를 비판하고 역사와 문화를 혈통주의(속인주의) 관점으로 보기 때문에 윤동주의 본적 함경북도라는 점과 친척과 대부분의 혈육이 광복 이후 한국 국적을 소유함에 따라 윤동주를 '한국 국적의 위인'으로 삼는 것은 정당하다.

현재 중국 조선족의 조상 중에는 중국공산당 부대인 동북항일연군에서 복무하며 김일성마냥 한반도 출생조차 만주에서 살며 중국인과 어울리고 아예 일제 패망 후 중국공산당 하에서 출세를 바라던 경우도 있으나 그는 김일성과 달리 중국공산당의 이익을 위해 싸운 것이 아니라 민족의 독립을 꿈꾸며 한반도의 인물과 잘 어울리는 입장이었다. 반면 김일성은 북한에서는 정권 수립 초기 남의 나라를 위해 싸웠다는 반대파가 존재했다. 일제강점기에 자신을 일본인으로 여기던 한민족도 있던 상황과 유사하다. 김일성도 해방이 되자 소련에게 아부하여 최고 권력자가 되기 위해 '조선인'이라고 하였다.  진짜 중국 조선족으로 살던 학자 정수일조차 어렸을 때부터 자신은 중국인이 아니라고 여겼고 전향과 귀화 후에는 한국 학자로 인정받고 있다. 윤동주와 같은 용정 출신인 송몽규, 문익환, 박영준도 모두 그들이 한국인임을 바랐기 때문에 해방 후 한국에 와서 한국인으로 인정받고 있다. 정수일은 '조국'의 통일을 위해 북한으로 귀화했다가 훗날 후처의 도움으로 대한민국에 다시 귀화했다.

이에 어쨌든 그의 본적은 오늘날 북한 함경도이고 조선을 고국으로 여겼으니 위치상 북한이나 정체성적으로 조선의 위인이라면 모를까 한국 국적의 위인은 절대로 될 수 없다는 반론도 있지만 그렇게 따지면 고려 태조를 포함한 대다수의 고려 왕조나 한석봉, 그리고 가깝게는 안중근 등 일제강점기 이전에 오늘날 북한 영토에서 태어난 인물들은 전부 한국의 인물로서 볼 수 없다는 말이 된다. 특히 윤동주와 비슷하게 대한민국이 건국되기 전인 대한제국 시절에 오늘날 북한 영토인 황해도에서 태어나 항일 운동을 하다가 일본으로 끌려가 서거한 안중근 열사는 엄연히 대한민국의 독립유공자로서 인정받고 있다. 정확하게 따지자면 윤동주는 북한과 한국 국적 공통의 위인이다. 상술하였듯이 그가 조국으로 여기던 조선이 광복하여 이어진 국가는 한국과 북한으로 양국 모두 그를 자국의 위인으로서 부를 자격이 있다. 정체성을 따졌을 때 윤동주는 조선인이지 한국인으로 볼 수 없다는 말은 현재의 대한민국은 정체성적으로 조선과는 별다른 민족이라고 주장하는 꼴이다.

5.3. 동북공정과 중국 조선족의 연관성 문제[편집]

이 문단은 토론을 통해 "토론 관리 방침에서 정하는 순위권 내의 유효한 근거를 통한 입증 없이 윤동주가 조선족 독립의 상징이 될 수 있다는 주장의 기재를 금지하기"로 합의되었습니다. 합의된 부분을 토론 없이 수정할 시 편집권 남용으로 간주되어 제재될 수 있습니다.

사실 2020년대 이전까지만 해도 "(상기된) 중국 연변 지역의 윤동주 기념이나 추모 행위를 두고 일부 한국인들의 비판이 있긴 하지만, 사실 중국에서 윤동주를 조선족의 대표적 인물 중 하나로 자리매김 하려고 시도하는 인물들은 대부분 연변 조선족 자치주의 조선족 인사들뿐이며 정작 중국 중앙정부는 위와 같은 일개 소수민족 시인에 별 관심이 없으므로 이는 동북공정과는 관련이 없다"는 주장도 있었으나 2021년 바이두 백과에서 윤동주의 국적을 중국으로 표기해 놓은 사실이 한국에 알려지면서 한중 양국에서 이 논란이 가속화되는 것 아니냐는 우려가 나타났다.

무엇보다도 중국 정부는 직접적으로 의견 제시를 하는 것이 아니라 산하기관, 언론, 민간인들을 통해서 동북공정 등의 역사, 문화 왜곡을 실행해 왔다. 2021년 김치, 한복 공정에서 보듯이 유튜브나 언론단체, 웨이보 여론, 심지어는 중국의 해외대사들까지 참여해서 전방위적 역사 왜곡을 일삼는 중국의 행동을 보면 전술한 "이런 사소한 일에 대해 중국 중앙정부는 관심이 없고, 동북공정과는 아무런 관련이 없다."는 말로 반박하기에는 근거가 부족하다.

"윤동주가 중국인이라고 주장하는 것은 아니며 코리안 디아스포라사의 중요한 인물이라서 윤동주를 조선족 역사의 일부로 주장한다"고 주장하지만 바이두에는 조선족으로 명시되어 있고 중국 언론단체나 웨이보도 "중국" 조선족, 즉 중국인으로 기정사실화하고 있다. 심지어 중국 동영상 사이트에서 조선족이 나와서 윤동주는 중국의 위대한 위인이라고 주장하기 까지 하는 등 조선족까지 동원하여 전방위적으로 공세를 펼치고 있다. 그러나 윤동주가 조선족이란 개념이 생겨나기도 전에 조선인의 후예로 태어나 한국어로 시를 썼고 일본에서 조선인으로 체포당해 탄압받다가 후쿠오카 형무소 옥사했다는 점에서 당시에는 중국인이 아니라 명백한 조선인으로 인식되었고 인정되고 있었다는 점을 명확하게 해야 할 것이다.

윤동주는 대단한 민족의식을 갖고 내선(일본과 조선)의 차별 문제에 대하여 깊은 원망의 뜻을 품고 있었고, 조선 독립의 야망을 실현시키려는 망동을 했다”

1944년 3월 31일 교토지방재판소 제1 형사부 이시이 히라오 재판장. 징역 2년형 판결문 내용 中  

이 점은 1944년 윤동주에게 징역을 선고한 일본 법정의 판결문만 봐도 일목요연해진다. 중국에서 굳이 왜 윤동주를 치켜세우는지 의문일 정도다. 윤동주는 제대로 파고들면 오히려 소수민족의 독립 문제에 민감한 현 중국에 있어서 결코 달가운 존재는 아닌 셈이다.

반대로 말하면 중국 당국에서 21세기 들어 조선족 대표 인사로 조선족들이 치켜세우는 윤동주를 굳이 중국 조선족이라고 강조하고 싶은 이유는 소수민족 독립 문제로 민족주의 확산을 강력히 억제하는 중국 정부의 입장을 고려하면 그것의 옳고 그름을 떠나 이해가 안 될 것도 아니다.

조선족들의 입장에서는 조선족이란 개념 자체가 20세기 초반에야 형성되어 중국 조선족을 대표하는 문학가나 시인이 드물기 때문에 윤동주는 자기 고장 출신으로 역사적 위인으로 인정받는 거의 유일한 시인으로 여겨 많은 애착을 가지고 있다고 한다. 하지만 윤동주를 조선족 차원이 아니라 대한민국까지 아우르는 전민족 차원에서 접근한다면 이는 오히려 소수민족을 강력하게 억제하고 있는 중국 중앙정부의 경계를 야기할 우려가 있으며 이렇게 되면 오히려 중국 당국에 의해 지역 출신 한민족 시인으로서의 추모마저도 어려워질 것이라고 두려워한다. 일생을 '조선 민족의 독립'을 위해서 살았던 윤동주를 조선족이 자신들의 위인으로 존경하는 것은 중국당국 입장에서는 마냥 편치만은 않을 것이기 때문이다. 현재 중국 내 소수민족 동화 정책을 적극적으로 시행하는 중국 정부 입장에서는 조선족들이 한반도와 동질감을 느끼고 민족의식을 갖는 것을 달가워할 리가 없다.

어찌됐든 21세기 들어 윤동주 생가에는 중국 조선족 애국시인 윤동주라고 한국어와 중국어가 병기된 큰 비석이 세워져 있다. 이를 두고 윤동주의 육촌 윤형주도 동북공정 일환으로 본다고 말했다.

이상 정리해 보면, 조선족 문화유산에 대한 중국의 전략은 다음과 같다...(중략)...둘째, 중국내 소수민족의 이탈방지를 위함이다. 중국은 조선족의 문화 역시 중국화 함으로써 ‘하나의 중국’을 모색한다. 동북공정과 같은 방법으로 조선족의 문화를 중국에 귀속함으로써 조선족과 남북한의 유대를 끊음으로써 조선족의 이탈을 사전에 차단하기 위한 문화전략인 셈이다.

이천석, 중국 동북변강정책과 문화공정, (국제정치연구 Vol 15. 2012)

결론적으로 말해 중국의 동북공정은 만주와 한반도를 분리시켜...(중략)... 동시에 향후 한반도 통일이 중국 동북지구(즉 만주)에 야기할 소수민족 문제(통일한국의 조선족에 대한 영향력 확대와 그로 인한 조선족의 정체성 혼란이나 이탈, 분리독립운동 가능성 등)를 근원적으로 해결하여...(후략)

윤휘탁,현대 중국의 변강민족인식과 동북공정,(역사비평, 2003)

결론적으로 중국 당국은 자국의 소수민족인 조선족들의 이탈을 방지하기 위해서라도 아예 윤동주를 '중국 위인'으로 확정지으려고 하고 싶은 것일지 모르지만 이는 역설적으로 조선족에게 윤동주의 삶처럼 독립을 갈구할 이상향을 내포시킬 가능성도 있으므로 장기적으로 볼 때는 오히려 이런 추모 행위가 독으로 작용할 여지도 큰 자충수라고 볼 수도 있다.

6. 대중매체[편집]

1984년 12월 21일에 KBS1을 통해 방영된 특집 영상시극 3부작 <마돈나여 광야에서 별을 노래하라> 제2부 '하늘과 바람과 별과 시'에서 그를 다뤘는데 배우 태민영이 윤동주를 연기했다.

EBS 지식채널e에서 윤동주 편을 방영한 바 있다.

2014년에는 EBS <라디오 인물열전>에서 그의 삶이 총 6부작으로 그려졌다. 이 라디오 드라마는 윤동주 역을 맡은 성우가 윤동주의 실제 성격을 고려하지 못한 목소리 연기로, 윤동주의 팬들이라면 감정이입을 못하고 이따금 폭소를 쏟아낼 수도 있겠지만 마지막 6부에서는 모두 눈물을 흘리면서 가슴이 저려올 것이다. 추가로 <윤동주 평전>을 읽어 봤다면 이 드라마가 그 책을 많이 참고하였기 때문에 가벼운 마음으로 들어도 좋을 것이다. EBS 라디오 인물열전 1~6부작

윤동주의 생애를 다룬 영화 동주가 2016년 2월 17일 개봉했다. 감독은 이준익. 윤동주 역에는 영화 쎄시봉에서 6촌 동생을 연기한 배우 강하늘이 캐스팅되었다. 흑백으로 촬영되었고 일본 형무소에서 취조받는 씬과 과거를 번갈아 가며 스토리를 이어간다. 평단의 평은 전체적으로 좋다.

<바람의 화원>, <뿌리깊은 나무> 등으로 유명한 소설가 이정명의 책 중 "별을 스치는 바람"이라는 소설이 있다. 윤동주가 후쿠오카 형무소에 수감되어서 벌인 일과 간수의 죽음, 그리고 우리말의 아름다움 등이 시각적으로 묘사되어 있고 스토리도 흥미진진하다. 대략적인 줄거리는 간수의 죽음을 수사하는 다른 간수가 윤동주와 죽은 간수, 그리고 수감자들 사이의 비밀을 알아가는 내용이다.

일본 영화 <안녕, 쿠로(2003)>의 엔딩으로 교장이 윤동주의 <서시>를 낭독한다.

무한도전 위대한 유산에서 개코, 황광희, 오혁이 윤동주를 주제로 한 노래 "당신의 밤"을 제작해 불렀고 여러 음악 차트에서 오랜 기간동안 1위를 차지했다. 윤동주에게 편지를 써서 보낸다는 내용의 가사로 "서시", "별 헤는 밤"의 가사를 직접 인용하기도 했다.

2019년 8월 15일 KBS2에서 3.1운동 100주년 기획 윤동주 콘서트 '별 헤는 밤' 특집회를 방영했다. 노래뿐 아니라 뮤지컬, 다큐멘터리, 시 낭송, 미니드라마 등 다양한 형식으로 구성하여 호평을 받았으며 제47회 한국방송대상 연예오락TV 부분 작품상을 수상하였다. 사회자로 김영철, 한혜진, 출연 배우로 박혜수, 장동윤이, 출연 가수로는 윤형주, YB, 이적, 스윗소로우, 백지영, 민우혁, 포레스텔라, 다이나믹듀오가 나왔으며 바이올리니스트 이하림이 출연했다. 

윤동주 탄생 100주년을 기념하여 별 헤는 밤의 가사로 만들어진 노래가 있다. 보러가기

인디게임 Library of Ruina의 부제인 "책과 사서와 별과 도시(Book, Librarian, Star and City)"는 윤동주의 유고시집인 하늘과 바람과 별과 시의 오마주이며 메인 스토리에서는 막이 넘어갈 때마다 윤동주의 시들의 구절이 나온다.

Mili가 작곡한 본작의 ost 가운데 하나인 Salt, Pepper, Birds, and the Thought Police의 모티브가 되었다.

2022년 6월30일 SBS 꼬리에 꼬리를 무는 그날 이야기에서 '시와 피'라는 제목으로 윤동주에 대한 이야기를 하였다.

여행자의 필요에서 서시와 새로운 길 시비 앞에서 시를 낭송하는 장면이 있다.

7. 여담[편집]

시는 15살 때부터 썼고 만주에서 지내던 시절의 시는 대체적으로 신변잡기를 소재로 삼은 발랄한 형태의 시가 대부분이다. 하지만 20세를 넘어가면서부터 점점 삶에 대한 고뇌, 조국의 어려운 현실에 대한 고뇌가 시의 주제로 등장하게 되지만 30년대까지는 대체적으로 암울한 현실에서 벗어나 옛날의 평화로 돌아가고 싶다는 노스텔지어적 성격이 강했다.

그러다가 연희전문학교 시절인 1941년 이후의 작품들에서는 삶에 대한 고뇌, 암울한 조국의 현실에 대한 주제의식이 한층 더 강렬하게 표현된다. 우리가 알고 있는 윤동주의 유명한 작품인 별 헤는 밤, 서시, 자화상, 참회록, 쉽게 씌어진 시 등도 이 시기의 작품들이다. 더불어 그는 시를 쓴 날짜를 모두 적어둬 그의 연구에 큰 도움을 주고 있다.

현재 남아있는 시집 <하늘과 바람과 별과 시>는 그의 생전에 출판되지 못하고 지인 강처중, 정병욱 등이 윤동주의 자필본을 기초로 1946년에 출판했다. 세간에는 정병욱(1922~1982)이 출간을 주도한 것으로 알려졌으나 대외적으로는 윤동주의 동기인 경향일보 기자 강처중이 앞장서고 편집 교정 등 출판 실무는 국문학자인 정병욱이 맡아 하였다. 여기에 윤동주의 동생 윤일주 등이 합세하여 원래 19수의 시만 있던 시집(1946)이 31편의 시집(1948)으로 늘어난다. 그리고 이 시집을 간행할 적 윤동주의 도시샤대학 동창이자 경향일보 주필이던 정지용이 도움을 주었으며 추천사 서문을 써준 것도 정지용이었다. 그러나 이후 6.25 전쟁이 발발하면서 정지용과 강처중은 각각 납북, 월북 등의 사정으로 1980년대 후반까지 이름을 언급할 수 없는 존재가 되는 바람에 정병욱 교수만 도움을 주었다고 알려지게 되었다. 윤동주의 7살 터울 여동생 윤혜원이 1948년 12월 고향 용정 집에서 윤동주의 미발표시(85수)들을 품에 안고 38선 이남으로 내려와 현재의 116편의 시가 실려 있는 시집이 되었다. 윤동주는 연희전문 졸업 기념으로 자선시집을 3부 만들어 자신이 한 부 갖고 스승 이양하(1904~1963)에게도 증정했는데 정병욱이 증정받아 보존한 유고만 남고 나머지는 여러 사정으로 사라졌다고 한다. 범우사(윤동주 시집) 참조. 기사1 기사2

당대 많은 조선 문학인들이 조선어 작품을 쓰면서도 일본어 작품을 같이 쓴 적이 많았지만 그는 일본어로 문학을 집필한 적은 없었다.

연희전문학교 재학 시절 그의 성격은 같은 하숙집에서 하숙하던 후배 정병욱의 회고록에서 조금이나마 엿볼 수 있는데 학교 갈 때나 사석에서 만나면 매번 옷이나 신발이 새것처럼 깨끗하고 반듯했다고 한다.

2016년 3월 6일 KBS에서 「불멸의 청년, 윤동주」가 방송되었다. 해당 방송분에서 윤동주의 연희전문학교 1년 후배인 유동식에 의하면 윤동주는 피부가 희고 깨끗했는데 됨됨이 자체도 깨끗한 선비 같은 사람이었다고 한다. 시도 그렇지만 윤동주 자체가 맑고 깨끗한 사람이라고 하며 조용했지만 항상 미소를 짓고 있었다고 한다. 발간되자마자 직접 구입해 이사할 때마다 가지고 다녔다는 정지용 시집에는 인상 깊은 구절에 옆줄을 치고 어떤 느낌을 받았는지 적어놓은 글귀도 있다. 정지용의 시를 읽으며 동시를 재평가하게 되고 자신도 동시를 쓰게 되었다고 한다. 이외에도 유품으로 남아있는 책들을 보면 인상깊은 구절에 옆줄을 치고 중간중간 자신의 감상이나 소견을 메모한 흔적이 있다.

학창 시절에는 개신교계 학교를 다니며 일제의 눈을 피해 독립운동가들에게 한글과 역사를 배웠다고 한다. 북간도에서 개신교계 학교는 일종의 치외법권 지역이라 일제가 학교 담장조차 넘지 못했다고 전해진다. 북간도에서 다니던 교회에서 유아세례를 받았다고 전해지며 중학생 때는 '가톨릭 소년'에 시를 발표하기도 하는 등 어릴 적 그가 그리스도교 문화의 토양에서 자라난 것은 이론의 여지가 없다. 그가 청년기를 넘어서까지 개신교 신앙을 간직했는지는 잘 알려져 있지 않으나 '십자가' 등 그의 시들을 통해 유추해 볼 때 적어도 개신교적인 인생관을 가지고 살았다고 생각된다. 간도에서 어릴 적부터 개신교계 학교를 다녔던 것이 추후 상급 학교로 진학할 때 서울 소재 개신교 학교인 숭실학교나 연희전문학교를 선택하는 데 영향을 끼쳤을 것으로 추측하고 있다. 이후에도 당시 일본에서 흔치 않던 개신교계 대학이었던 릿쿄대학에서 유학했는데 당시 교목(校牧)신부였던 다카마츠 다카하루 교수에게 특별히 많은 가르침과 도움을 받은 것으로 알려져 있다.

윤동주는 남이 자신의 시를 지적하는 것에 따라 고치거나 하지 않았지만 정병욱의 지적이나 조언만은 진지하게 받아들였다고 한다. 별 헤는 밤의 '그러나~'로 이어지는 마지막 연은 정병욱의 조언으로 추가된 것이다. 이 방송에서 정병욱의 회고록인 「동주 형의 기록」도 인용되는데 그에 의하면 항상 남보다 먼저 느끼고 깊이 생각하고 무엇이든 예사로 넘기지 않았으며 지나가는 사람들의 대화에 귀를 기울이거나 유심히 쳐다보기도 했다고 한다. 길가에 난 이상한 풀에 꽃이 피어있으면 꺾어서 단춧구멍에 꽂고 다녔다고 한다. 「하늘과 바람과 별과 시」 육필 원고를 세 부 만들어 한 부는 정병욱에게 주고 다른 한 부는 스승인 이양하 교수에게 전했는데, 제자의 안위를 걱정해 원고 출판을 만류했다고 한다. 한글과 한국어 모두 엄격히 금지된 시대에 한글을 사용해 한국어로 쓴 시를 출판한다는 것은 시인 자신의 목숨을 건다는 것이었다. 게다가 윤동주의 시를 보면 알겠지만 일제에 대한 저항정신도 내포되어 있으니 스승으로서는 만류할 수밖에 없었을 것이다. 그럼에도 윤동주는 포기하지 못해서 용정의 아버지께 보여드렸으나 어려운 가정 형편으로 인해 출판하지 못했다고 한다. 학창 시절에 이미 가세가 많이 기울었다고 한다. 돈이 많아서 유학까지 간 것이 아니라 형편이 어려운 와중에도 계속 공부한 것이다. 이때 윤동주는 300원(현대의 가치로 약 300만 원)이 없어 출판하지 못한다며 안타까워했다고 한다.

도시샤대학 영문학과 동기였던 모리타 하루에 의하면 키가 크고 항상 바른 자세였으며 자신을 '윤동주'라 소개했다고 한다. 마찬가지로 학교 동기였던 기타지마 마리코에 의하면 동급생들에게 한국어로 아리랑을 들려준 적도 있다고 한다. 누군가가 윤동주에게 노래를 청하자 활짝 웃으며 한국어로 아리랑을 불렀다고 한다. 약간 허스키하고 저음인 목소리였는데 노래를 잘 했다고 한다. 송몽규와 체포될 당시에는 1년 가까이 일본 경찰에게 미행당하고 있었다고 한다. 1년 동안 미행한 끝에 내건 죄목이 '독립운동(개정치안유지법 5조 위반)'이라고 한다. 다행히 시는 편지와 함께 강처중에게 보내 무사할 수 있었는데 정병욱이 윤동주의 육필 원고를 항아리에 담은 뒤 마루 밑에 묻어서 보관했고 편지는 모두 태웠다고 한다. 윤동주와 그 가족들의 묘는 문화대혁명 때 파헤쳐지는 바람에 소재조차 알 수 없었지만 1985년에 윤동주의 묘를 찾아나선 오무라 마츠오 교수가 비석을 찾아내면서 다시 윤동주의 묘가 드러났다. 발견 당시 무덤은 봉분조차 없었고 완전히 버려져 폐허였다고 한다.

위의 방송에서 2010년에 공개된 윤동주의 재판 판결문도 나왔는데 '조선민족의 실력과 민족성을 향상해 독립이 가능하게 한다.', '장래 대동아전쟁에서 일본이 패전하게 될 때 우수한 지도자를 얻어 민족적 무력봉기를 결행해야 한다.', '문학은 어디까지나 민족의 행복 추구를 위한 것이라는 민족적 문학관을 강조한다.' 등 윤동주의 독립 의지와 저항정신이 엿보이는 구절이 여럿 있다.

강처중에 따르면 소심하고 좀체 말이 없는 성격 탓에 친구가 없을 것이라 생각했지만 언제나 그의 방엔 친구들이 가득했다고 한다. 낮이고 밤이고 친구들의 부름에, 산책 권유에 거절하는 일이 없었다고 한다. 이때도 별말없이 그저 묵묵히 걸었고 얼굴은 침울했다고 한다. 그도 가난했지만 항상 돈을 빌려달라는 친구들의 부탁도 거절하지 못해서 항상 그의 외투와 시계는 부지런히 전당포를 드나들었다고 한다.

책을 볼 때는 책에 줄이나 흔적을 남기지 않고 정독하는 습관이 있었다고 한다.

일제의 전시 물자 수탈에 의해 학교 밥이 제대로 되지 않은 양과 맛임에도 불구하고 배고파하는 후배들에게 밥을 나눠줬다고 한다.

시내에서 영화를 본 날이면 중국집에서 한잔하기도 했는데 술에 취해도 남의 뒷담화 한 일이 없었다.

밤에 공부나 시를 쓰다가 산책을 즐겨했다고 한다. 그때마다 후배 정병욱을 불러서 같이 산책을 갔다고 한다. 정병욱이 5살이나 어린 후배임에도 반말을 전혀 하지 않고 '정 형' 이라고 부르며 깍듯이 존댓말을 썼다고 한다. 실제로 윤동주가 자신의 친필 원고 1부를 정병욱에게 맡길 때 표지에 '정병욱 형 앞' 이라고 써 놓은 것을 볼 수 있다.

사진을 보면 알겠지만 당시 기준으로도, 현대의 기준으로도 미남이기 때문에 일본 유학 당시 여러 일본 여인네들을 울렸다는 도시전설도 존재한다. 이 때문인지 백석, 임화, 황순원과 함께 수업 시간에 여학생들에게 자주 추파를 받는 시인이다. 소위 국문학계 F4. 실제로 윤동주를 회고한 글에서도 이렇게 쓰여 있다.

‘오뚝하게 솟은 콧날, 부리부리한 눈망울, 한 일(一)자로 굳게 다문 입, 그는 한 마디로 미남(美男)이었다.’

- 정병욱, 잊지 못할 윤동주 中

잊지 못할 윤동주를 볼 수 있는 글이 있었지만 이글루스 서비스가 종료되면서 옛말이 되었다.

곱상한 외모 때문에 유약한 샌님으로 생각하기 쉽지만 의외로 운동을 좋아했으며 특히 축구를 좋아했다고 한다. 당시 북간도의 조선인 민족학교에선 체육을 굉장히 중요시하며 체육교육을 장려했는데 그 때 축구가 가장 인기 있었던 과목이었다고 한다. 윤동주의 친구였던 문익환의 말에 따르면 "동주는 재봉틀질을 참 잘했어요. 학교 축구선수들의 유니폼에 넘버를 다는 것을 모두 동주가 집에 갖고 가서 제 손으로 직접 박아왔었지."라고 한 바 있으며 친동생 윤일주도 "은진중학교 때의 그의 취미는 다방면이었다. 축구선수로 뛰기도 하고 밤에는 늦게까지 교내잡지를 꾸리느라고 등사글씨를 쓰기도 하였다."고 하였다. 기사 참조

소수 의견이기는 하지만 윤동주가 정말로 항일 시인이었느냐는 의문을 품는 사람들도 있다. 그렇다고 윤동주가 친일 문학가였다는 것은 아니고 이들의 주장은 대체로 윤동주는 그저 평범한 학생이자 시인이었을 뿐 딱히 거창하거나 대단한 일을 이루려고 하지는 않았다는 말이다. 즉, 사상적으로 보면 중립적이었다는 것이다. 하지만 이는 2010년 공개된 윤동주의 재판 판결문에서 바로 반박되어 이런 소수 의견조차 사라졌다. 윤동주의 재판 판결문에서 윤동주는 '조선 민족의 실력과 민족성을 향상해 독립이 가능하게 한다.', '장래 대동아전쟁에서 일본이 패전하게 될 때 우수한 지도자를 얻어 민족적 무력 봉기를 결행해야 한다.'라고 하는 등 그의 글에서 독립 의지와 저항 정신을 명확히 드러내고 있음을 확인할 수 있다. 그의 ‘독립운동’ 사실을 심각하게 의심했던 한때의 흐름은 무지와 오류의 소산이었다. 독립운동가 윤동주의 초상은 일제의 취조문서, 판결문 안에 고스란히 기록되어 남아 있다.

일본 유학 시절 동창 등 주변인들의 증언에 따르면 꽤 장신이었다고 한다.

숭실중학 재학 시절에 찍은 사진 중에 앞에는 정일권으로 추정되는 사람이 앉아 있다고 알려져 있으나 이는 잘못된 정보이고 문익환의 왼쪽 사람이 장준하로도 잘못 알려져 있다. <윤동주 평전>의 3번째 개정판에 이 사진에 관한 이야기가 더 구체적으로 나와 있다. 문익환의 말에 따르면 "이 사진은 은진중학교 출신으로 숭실에 전학 간 학생들끼리 모여서 찍은 것이라고 하며 앉아있는 친구는 이영헌이라고 장로회신학대 교수를 지낸 사람이고 내 왼쪽은 잘 아는 윤동주, 오른쪽은 얼굴은 기억이 나는데 이름은 잊었다. 그 사람은 숭실시절 이후 전혀 보지 못했다."고 하였고 장준하는 은진중학교에 다닌 적이 없을 뿐더러 장준하의 유족들도 "사진에 있는 분은 장준하 선생님이 아니다"라고 명확히 증언했다고 이 책의 저자 송우혜는 말한다. 그 뒷줄의 가운데에 문익환이 있고 그 오른쪽에 윤동주가 서 있는 사진이 있다. 문익환 자신이 장준하와 친분이 있었는지는 몰라도 장준하와 윤동주가 친분이 있었는지는 모를 일이다. 송우혜의 <윤동주 평전>에 실린 내용에 의하면 문익환 본인이 말하길, 숭실중학에 한 학년 아래로 진급하게 된 윤동주가 평소에는 물욕이 없는 사람인데 유난히도 자신의 모자와 바꿔 달라고 조르기에 문익환이 윤동주에게 호떡을 실컷 얻어먹고 모자를 바꿔 쓴 후에 찍은 사진이라고 말했다. 그렇다면 정일권도 숭실중학에 다녔는가 하는 점을 따져야 할 것이다. 저 사진은 윤동주와 문익환이 숭실중학에 다니던 시절에 찍은 사진이니 말이다. 고로 앞줄에 앉아 있는 사람은 정일권이 아닐 가능성이 높다. 숭실중학의 신사참배 거부 문제로 일제가 숭실중학에 압력을 행사하자 윤동주, 문익환은 자진 퇴학을 하고 상급 학교 진학을 위해 북간도 유일의 5년제 학교인 광명중학으로 진학했다. 문익환의 말에 의하면 이때의 일을 '솥에서 뛰어 숯불에 내려앉은 격'이라고 표현하였는데 이는 광명중학이 일본식 교육을 하는 곳이었기 때문이다. 윤동주, 문익환, 정일권은 광명중학의 동창이다. 광명중학을 문익환은 5학년으로 편입했고 윤동주는 4학년으로 편입했으니 각기 1년, 2년을 다녔고 이때 윤동주의 성적표를 보면 일본어 성적이 제일 나빴다고 한다. 그도 그럴 것이 윤동주가 일본어로 수업을 받은 것은 광명중학교 때가 처음이었다고 한다. 이전에 다녔던 명동소학교, 은진중학, 숭실중학은 민족주의계 학교로 수업을 모두 조선어로 했으니 전 과목을 일본어로 수업했던 광명중학의 성적은 나빴을 수밖에 없다고 본다.

고종 사촌인 송몽규는 명동소학교, 은진중학, 연희전문학교를 같이 다닌 동갑내기 절친한 벗이자 사촌형이다.

북한에서는 김일성이 말년에 쓴 회고록 《세기와 더불어》에서 "시인 윤동주는 평양 숭실학교 졸업생이다."라고 간단하게 언급한 적이 있다. 비슷한 시기에 조선작가동맹 기관지 주간신문 《문학신문》에서도 긍정적 논조의 윤동주 평론이 기고된 적이 있다. 일각의 편견과 달리 북한 문학계에서는 윤동주와 그의 시에 대해 알고 있고 관련 논의도 하고 있다. 북한 문학계는 윤동주에 대해 '일제 말기 독립 의식을 고취한 애국적 시인'으로 긍정적 평가를 내리고 있다. 1989년, 문익환과 같이 방북한 황석영에게 백인준 당시 조선문학예술총동맹 중앙위원장은 "자신이 윤동주와 같은 하숙에 있었다"는 증언을 남기기도 했는데 이 증언은 2013년 KBS 보도에 의해서 다시금 사실로 밝혀지기도 했다. 이렇게 북한도 윤동주를 매장하기는커녕 나름 기억하고 있지만 한국처럼 어린이와 청소년 학교 교육에서 윤동주와 그의 시를 가르치지는 않으며 문학계에서만 논의·소비되고 대중화되지는 못한 상황이다.

일본인들 중에도 그의 팬이 존재하며 연구자도 있다. 시 낭송회를 열기도 하는 등 여러모로 팬층이 꽤 있는 편이다. 노년층이 대부분을 차지하며 중년과 청년층들도 꽤 자주 보인다.

일본의 시인 이바라기 노리코가 일본 전역에 윤동주의 존재를 알린 시인으로 알려져 있다. 1986년 아사히 신문에 윤동주에 관해 쓴 에세이 『ハングルへの旅(한글로의 여행)』이 1990년 일본 고등학교 교과서에 실렸다.

가수 윤형주의 육촌형이며 건축사학자이자 성균관대학교 건축학과 교수였던 윤일주의 친형이기도 하다. 윤형주는 약 2,000여 곡의 CM송을 작곡한 것으로 유명하며 통기타와 청바지로 대표되는 1970년대 청춘 문화의 아이콘이었는데 의외로 윤동주의 작품을 노래로 만들지 않았다. <공감토크쇼 놀러와>에서 밝히기로는 가수 활동 당시 아버지에게 "동주 형님의 시로 노래를 만들어 볼까 합니다"라고 했더니 아버지가 "시도 노래다. 작품 자체로 이미 운율이 있는데, 네가 뭔데 그 시에 함부로 손을 대겠다는 것이냐?"고 나무라는 바람에 그만뒀다고 한다. 당시 <서시>를 노래로 만든 조영남이 덩달아 그 자리에서 디스를 당했다.

그가 일본에서 체포되기 전 마지막으로 다녔던 교토에 위치한 도시샤대학에는 현재 윤동주의 시비(詩碑)가 서 있다. 시비에 적혀 있는 시는 <서시>이며 그의 친필과 일본어 번역이 적혀 있다. 이 시비를 보기 위해 다수의 한국인 관광객이 일본 교토 여행 중 도시샤대학 캠퍼스를 찾기도 한다. 시비 위에는 한국인 관광객이 놓은 한국과 관련된 물품이 놓여 있는데 가끔씩 소주, 담배, 동전 등도 보인다. 그가 일본에서 약 6개월 정도 다녔던 도쿄에 위치한 릿쿄대가 성공회 미션스쿨인 관계로 성공회대학교와 자매결연하였으며 이런 식으로 한 다리 건너 릿쿄대학 동문 등 관계자들에게 윤동주가 알려져 윤동주 추모 감사성찬례, 시 낭송회 등을 열기도 한다.

도시샤대학 시비 외에도 서울특별시 종로구 청운동에 '윤동주 시인의 언덕'에 윤동주의 시비가 있다.

대한민국의 모든 수험생이 배우는 '윤동주=자아성찰'의 코드는 소설가 마광수의 박사학위 논문 <윤동주 연구>에 의해 정립되었다. 오늘날 윤동주가 국민 시인으로 발돋움하기까지 지대한 공로를 세운 것이 바로 마광수다. 어째 현재 문학계의 마광수에 대한 인식은 "야설이나 쓰는 노망난 할배" 정도지만 즐거운 사라 음란물 지정 및 탄압 사건으로 체포되기 전에는 유망한 국문학자로 기대를 받았는데 바로 이 논문 덕이다. 이 논문은 1986년, 2005년 단행본으로 출간되었다.

2010년 12월 30일 구글에서 그의 탄생 93주년을 기념하여 제작한 구글 두들 로고. <하늘과 바람과 별과 시>를 형상화한 모습이다.

2011년, MBC 스페셜에서 윤동주를 기념하는 일본인들에 대한 다큐멘터리를 방영했다.

유희열과 닮았다는 이야기를 많이 듣는다. 유희열은 2013년 11월 27일자 SBS <한밤의 TV연예(後 본격연예 한밤)>에 나와 이런 이야기를 본인이 직접 언급하기도 했다. 

2015년, 일본의 중견 시인이 윤동주의 시집을 일본어로 완역하여 출간하였는데 이에 대한 일본인 독자들의 평가는 "서시를 쓴 시인이 누구인지는 몰랐지만, 그 시만큼은 익히 알고 있었다. 작가가 윤동주였나", "윤동주의 시 몇 편은 이미 알고 있었지만, 이토록 천재성이 있는 작가였나"라는 극찬이었다고 한다. 그도 그럴 만한 게 윤동주의 시는 전부 본인이 어휘 선택을 쉽고 간결하면서도 영혼의 울림이 있게끔 필사의 고뇌를 다해 꼽은 시어들로 구성된 시라 모르는 사람이 봐도 보통 수준이 아님을 파악 가능하다. 대신 이것을 한자나 어순과 감성이 비슷한 일본어로 번역할 때는 높은 싱크로율로 일본인들도 찬양하는 명시로 다가오겠지만 언어적 특성이 아예 다른 영어 등의 서구권 외국어로 번역되면 무슨 아마추어 학생이 쓴 시가 되어 버린다는 단점은 있다. 물론 애초에 조선인들 읽으라고 쓴 시니 윤동주의 잘못은 절대 아니지만.

"시인 윤동주를 기념하는 릿쿄모임(詩人尹東柱を記念する立教の会)"의 12년간의 노력 끝에 2017년에 교토 우지시 강변에 윤동주 기념비가 건립되었다. 2005년부터 일본, 한국의 900여명의 사람들에게 모금을 받았으며 윤동주 기념비를 건립하기 위해 "윤동주기념비건립준비"모임에서 12년간 30번 이상 본청에 요구하였으니 정말로 노력의 결실이 아닐 수 없다.

윤동주의 작품은 전라남도 광양시와 아주 약간의 인연이 있다. 후배 정병욱은 본가가 광양(현 광양시 진월면)에 있었다. 정병욱이 학병으로 끌려가기 전 윤동주의 유고를 광양의 본가에 보관하면서 윤동주의 작품들이 살아남을 수 있다. 정병욱 본가는 현대에도 그대로 남아 있으며 등록문화재 제341호로 지정되어 있다.

일부 일본 교과서에도 <서시>가 실려 있다. <별 헤는 밤>의 첫 대목인 '계절이 지나가는 하늘에는 가을로 가득 차 있습니다"가 그 구절이다.

그의 국적과 관련하여 일본어 위키백과에서 분쟁과 토론이 있었다. (윤동주 항목, 해당 토론) 일본어 위키백과에 윤동주의 국적이 일본으로 표기되었다는 사실을 재일 유학생들로부터 전해 들은 서경덕 성신여자대학교 교수는 2021년 7월 8일에 윤동주의 국적을 원래대로 수정하록 해 달라고 일본어 위키백과에 메일을 보내고 잠시나마 대한민국 국적으로 바뀌었으나 얼마 안가 '일본 국적'으로 되돌려진 채 일본어 위키백과 측이 아예 동월 15일까지 문서 보호 조치를 내려 편집을 막아 버린 바 있다.

2022년 서울에 있는 마라탕집의 리뷰에서 손님이 "대표자 분이 중국인인지 모르고 시켜먹었다"고 말하자 사장이 윤동주 시인이 '조선족'이었다는 주장을 펼치면서 논란이 되었다. "윤동주 시인은 조선족"…마라탕 후기에 사장 '황당 답변' 그런데 그 대표자가 자신을 "민족 정체성을 없애려는 중국 정부에 반항하며 시위하다가 입국 금지된 조선족"으로 소개한 것을 보면 정말 중국공산당을 좋아하는 것이 아니라 중국의 탄압 속에서도 나는 당신들이 존경하는 윤동주와 같은 민족이라는 표현을 하고 싶었지만 제대로 된 표현법을 알지 못해 '조선족'으로 표현하려는 정황도 보인다는 주장도 있다. 그래서 한국에서 조선족이 중국공산당을 좋아한다고 하여 싫어하는 건데 심지어 중국공산당을 싫어하며 한민족 정체성을 지키겠다는 조선족도 무작정 욕하는 것은 혐오가 지나치지 않느냐는 의견도 나왔다.

안중근 전시실에 이어 윤동주 생가가 내부 수리 때문에 폐쇄되었다고 한다. 윤동주 생가 폐쇄…‘통지 내려와’ 보수공사를 구실로 한 한중관계 악화의 영향으로 보인다.

용정시에 있는 윤동주의 묘는 1985년에 와세다대학 명예교수인 오무라 마스오(1933~2023)가 찾아냈다. 오무라 마스오는 윤동주 연구로 이름을 알렸으며 2023년 1월에 사망했다.`;

const dummyDefinition: IDictionaryEntry = {
  sourceId: "26665",
  sourceLanguage: "ko_KR",
  writtenForm: "우주",
  variations: [],
  partOfSpeech: "명사",
  grade: "",
  queryStrs: [
    "우주"
  ],
  senses: [
    {
      senseNo: "1",
      definition: "무한한 시간과 만물을 포함하는 끝없는 공간.",
      partOfSpeech: "",
      examples: [
        "무한한 우주.",
        "우주 만물.",
        "우주의 원리.",
        "우주의 질서.",
        "광활한 우주는 많은 문학 작품의 소재가 되고 있다.",
        "거대한 우주를 생각하면 인간은 아주 작은 점과 같다.",
        "나는 눈에는 보이지 않지만 우주를 움직이는 원리가 있다고 믿는다."
      ],
      type: "",
      equivalents: [
        {
          equivalentLanguage: "몽골어",
          equivalent: "орчлон, сансар, огторгуй",
          definition: "хязгааргүй цаг хугацаа болон бүх зүйлийг хамруулсан хязгааргүй их орон зай."
        },
        {
          equivalentLanguage: "아랍어",
          equivalent: "فضاء",
          definition: "مكان بلا حدود يشمل الوقت غير المحدّد وجميع الكائنات"
        },
        {
          equivalentLanguage: "중국어",
          equivalent: "宇宙",
          definition: "包含无限时间和万物的无尽空间。"
        },
        {
          equivalentLanguage: "베트남어",
          equivalent: "vũ trụ",
          definition: "Không gian vô tận bao gồm vạn vật và thời gian vô hạn."
        },
        {
          equivalentLanguage: "타이어",
          equivalent: "จักรวาล, อวกาศ",
          definition: "พื้นที่กว้างใหญ่ไพศาลประกอบไปด้วยสรรพสิ่งทั้งปวงและเวลาที่ไม่มีที่สิ้นสุด"
        },
        {
          equivalentLanguage: "인도네시아어",
          equivalent: "ruang angkasa",
          definition: "ruang tak berbatas yang memuat mahluk dan waktu"
        },
        {
          equivalentLanguage: "러시아어",
          equivalent: "вселенная",
          definition: "Беспредельно широкое пространство с бесконечным временем и всем сущим."
        },
        {
          equivalentLanguage: "영어",
          equivalent: "the universe",
          definition: "An endless space that includes infinite time and all the things in the world. "
        },
        {
          equivalentLanguage: "일본어",
          equivalent: "うちゅう【宇宙】",
          definition: "無限の時間と万物を含む果てしない空間。"
        },
        {
          equivalentLanguage: "프랑스어",
          equivalent: "univers, cosmos",
          definition: "Espace illimité qui comprend le temps infini et toutes les créatures."
        },
        {
          equivalentLanguage: "스페인어",
          equivalent: "espacio, universo",
          definition: "Extensión del universo donde están contenidos todos los objetos o tiempos infinitos. "
        }
      ]
    },
    {
      senseNo: "2",
      definition: "태양, 지구, 달 등 천체를 포함하는 공간.",
      partOfSpeech: "",
      examples: [
        "우주의 기원.",
        "우주의 나이.",
        "우주의 탄생.",
        "우주 왕복.",
        "우주 탐사.",
        "우주를 연구하다.",
        "우주로 나아가다.",
        "과학의 발달로 우주를 여행하는 일이 가능해졌다.",
        "그 과학자는 우주에 지구와 비슷한 행성이 있다고 믿는다.",
        "세계 여러 나라들이 우주로 눈을 돌려 우주 개발에 나서고 있다."
      ],
      type: "",
      equivalents: [
        {
          equivalentLanguage: "몽골어",
          equivalent: "сансар огторгуй",
          definition: "нар, сар, од гарагийг бүгдийг нь хамааруулсан орон зай. "
        },
        {
          equivalentLanguage: "아랍어",
          equivalent: "فضاء",
          definition: "مكان يشمل الكواكب مثل الشمس والكرة الأرضية والقمر وغيرها"
        },
        {
          equivalentLanguage: "중국어",
          equivalent: "宇宙",
          definition: "包含太阳、地球、月亮等天体的空间。"
        },
        {
          equivalentLanguage: "베트남어",
          equivalent: "vũ trụ",
          definition: "Không gian bao gồm những thiên thể như mặt trời, trái đất, mặt trăng..."
        },
        {
          equivalentLanguage: "타이어",
          equivalent: "จักรวาล, อวกาศ",
          definition: "พื้นที่ประกอบไปด้วยดวงดาวต่าง ๆ เช่น พระอาทิตย์ โลก พระจันทร์"
        },
        {
          equivalentLanguage: "인도네시아어",
          equivalent: "antariksa, tata surya",
          definition: "tempat matahari, bumi, bulan, dan bintang berada"
        },
        {
          equivalentLanguage: "러시아어",
          equivalent: "космос",
          definition: "Пространство, включающее в себя Солнце, Землю, Луну и т.п."
        },
        {
          equivalentLanguage: "영어",
          equivalent: "the cosmos",
          definition: "The space that encompasses celestial bodies such as the sun, earth, moon, etc."
        },
        {
          equivalentLanguage: "일본어",
          equivalent: "うちゅう【宇宙】",
          definition: "太陽、地球、月など、天体を含む空間。"
        },
        {
          equivalentLanguage: "프랑스어",
          equivalent: "univers, cosmos",
          definition: "Espace qui comprend les corps célestes dont le soleil, la terre, la lune, etc."
        },
        {
          equivalentLanguage: "스페인어",
          equivalent: "espacio, universo",
          definition: "Espacio donde están contenidos el sol, la tierra o la luna. "
        }
      ]
    }
  ]
}

export { dummyText, dummyDefinition };
